Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# star_descriptions_title
source: Star-level descriptions
ar: أوصاف مستويات النجوم
ca: Descripcions per nivell d'estrelles
cs: Popisy úrovní hvězdiček
da: Stjerneniveau-beskrivelser
de: Sternbeschreibungen
el: Περιγραφές επιπέδων αστεριών
fi: Tähtitasojen kuvaukset
fr_ca: Descriptions par niveau d'étoiles
he: תיאורי רמות כוכבים
hi: सितारा-स्तर विवरण
hr: Opisi razina zvjezdica
hu: Csillagszintek leírása
id: Deskripsi tingkat bintang
it: Descrizioni livelli stelle
ja: 星レベルの説明
ko: 별 등급 설명
ms: Penerangan tahap bintang
nb: Stjernenivåbeskrivelser
nl: Sterrenniveau-beschrijvingen
pl: Opisy poziomów gwiazdek
pt_br: Descrições por nível de estrelas
ro: Descrieri nivel stele
ru: Описание уровней звезд
sk: Popisy úrovní hviezd
sv: Beskrivningar av stjärnnivåer
th: คำอธิบายระดับดาว
tr: Yıldız seviyesi açıklamaları
uk: Описи рівнів зірок
zh_hans: 星级说明
zh_hant: 星級說明

# one_star_description
source: 1★ description
ar: وصف 1★
ca: Descripció 1★
cs: Popis 1★
da: 1★ beskrivelse
de: Beschreibung 1★
el: Περιγραφή 1★
fi: 1★ kuvaus
fr_ca: Description 1★
he: תיאור 1★
hi: 1★ विवरण
hr: Opis 1★
hu: 1★ leírás
id: Deskripsi 1★
it: Descrizione 1★
ja: 1★ の説明
ko: 1★ 설명
ms: Penerangan 1★
nb: 1★ beskrivelse
nl: 1★ beschrijving
pl: Opis 1★
pt_br: Descrição 1★
ro: Descriere 1★
ru: Описание 1★
sk: Popis 1★
sv: 1★ beskrivning
th: คำอธิบาย 1★
tr: 1★ açıklama
uk: Опис 1★
zh_hans: 1★ 说明
zh_hant: 1★ 說明

# two_star_description
source: 2★ description
ar: وصف 2★
ca: Descripció 2★
cs: Popis 2★
da: 2★ beskrivelse
de: Beschreibung 2★
el: Περιγραφή 2★
fi: 2★ kuvaus
fr_ca: Description 2★
he: תיאור 2★
hi: 2★ विवरण
hr: Opis 2★
hu: 2★ leírás
id: Deskripsi 2★
it: Descrizione 2★
ja: 2★ の説明
ko: 2★ 설명
ms: Penerangan 2★
nb: 2★ beskrivelse
nl: 2★ beschrijving
pl: Opis 2★
pt_br: Descrição 2★
ro: Descriere 2★
ru: Описание 2★
sk: Popis 2★
sv: 2★ beskrivning
th: คำอธิบาย 2★
tr: 2★ açıklama
uk: Опис 2★
zh_hans: 2★ 说明
zh_hant: 2★ 說明

# three_star_description
source: 3★ description
ar: وصف 3★
ca: Descripció 3★
cs: Popis 3★
da: 3★ beskrivelse
de: Beschreibung 3★
el: Περιγραφή 3★
fi: 3★ kuvaus
fr_ca: Description 3★
he: תיאור 3★
hi: 3★ विवरण
hr: Opis 3★
hu: 3★ leírás
id: Deskripsi 3★
it: Descrizione 3★
ja: 3★ の説明
ko: 3★ 설명
ms: Penerangan 3★
nb: 3★ beskrivelse
nl: 3★ beschrijving
pl: Opis 3★
pt_br: Descrição 3★
ro: Descriere 3★
ru: Описание 3★
sk: Popis 3★
sv: 3★ beskrivning
th: คำอธิบาย 3★
tr: 3★ açıklama
uk: Опис 3★
zh_hans: 3★ 说明
zh_hant: 3★ 說明

# image_label
source: Image
ar: صورة
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
fi: Kuva
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
ms: Imej
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
tr: Görsel
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

source: Choose Image
ar: اختر صورة
ca: Triar imatge
cs: Vybrat obrázek
da: Vælg billede
de: Bild wählen
el: Επιλέξτε εικόνα
fi: Valitse kuva
fr_ca: Choisir une image
he: בחר תמונה
hi: छवि चुनें
hr: Odaberi sliku
hu: Kép választása
id: Pilih gambar
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih imej
nb: Velg bilde
nl: Afbeelding kiezen
pl: Wybierz obraz
pt_br: Escolher imagem
ro: Alege imagine
ru: Выбрать изображение
sk: Vybrať obrázok
sv: Välj bild
th: เลือกรูปภาพ
tr: Görsel Seç
uk: Обрати зображення
zh_hans: 选择图片
zh_hant: 選擇圖片

# Time_Converter_Section_Header
source: Time Converter
ar: محول الوقت
ca: Convertidor de temps
cs: Převodník času
da: Tidsomregner
de: Zeitumrechner
el: Μετατροπέας Χρόνου
es_419: Convertidor de Tiempo
fi: Aikamuunnin
fr_ca: Convertisseur de temps
he: ממיר זמן
hi: समय परिवर्तक
hr: Pretvarač vremena
hu: Időátváltó
id: Pengkonversi Waktu
it: Convertitore di Tempo
ja: 時間換算
ko: 시간 변환기
ms: Penukar Masa
nb: Tidsomregner
nl: Tijdomrekening
pl: Konwerter czasu
pt_br: Conversor de Tempo
ro: Convertor de timp
ru: Конвертер времени
sk: Prevodník času
sv: Tidsomvandlare
th: เครื่องมือแปลงเวลา
tr: Zaman Dönüştürücü
uk: Конвертер часу
vi: Bộ Chuyển Đổi Thời Gian
zh_hans: 时间转换器
zh_hant: 時間轉換器

# Time_Converter_Hours_Label
source: 🕗 Hours
ar: 🕗 ساعات
ca: 🕗 Hores
cs: 🕗 Hodiny
da: 🕗 Timer
de: 🕗 Stunden
el: 🕗 Ώρες
es_419: 🕗 Horas
fi: 🕗 Tuntia
fr_ca: 🕗 Heures
he: 🕗 שעות
hi: 🕗 घंटे
hr: 🕗 Sati
hu: 🕗 Óra
id: 🕗 Jam
it: 🕗 Ore
ja: 🕗 時間
ko: 🕗 시간
ms: 🕗 Jam
nb: 🕗 Timer
nl: 🕗 Uren
pl: 🕗 Godziny
pt_br: 🕗 Horas
ro: 🕗 Ore
ru: 🕗 Часы
sk: 🕗 Hodiny
sv: 🕗 Timmar
th: 🕗 ชั่วโมง
tr: 🕗 Saat
uk: 🕗 Години
vi: 🕗 Giờ
zh_hans: 🕗 小时
zh_hant: 🕗 小時

# Time_Converter_Hours_Placeholder
source: Enter hours
ar: أدخل الساعات
ca: Introdueix les hores
cs: Zadejte hodiny
da: Indtast timer
de: Stunden eingeben
el: Εισάγετε ώρες
es_419: Ingresa las horas
fi: Syötä tunnit
fr_ca: Entrez les heures
he: הכנס שעות
hi: घंटे दर्ज करें
hr: Unesite sate
hu: Adja meg az órákat
id: Masukkan jam
it: Inserisci ore
ja: 時間を入力
ko: 시간 입력
ms: Masukkan jam
nb: Skriv inn timer
nl: Voer uren in
pl: Wprowadź godziny
pt_br: Digite as horas
ro: Introduceți orele
ru: Введите часы
sk: Zadajte hodiny
sv: Ange timmar
th: ป้อนชั่วโมง
tr: Saat girin
uk: Введіть години
vi: Nhập số giờ
zh_hans: 输入小时数
zh_hant: 輸入小時數

# Time_Converter_Days24h_Label
source: 🌃 Days (24h)
ar: 🌃 أيام (٢٤ ساعة)
ca: 🌃 Dies (24h)
cs: 🌃 Dny (24h)
da: 🌃 Dage (24t)
de: 🌃 Tage (24h)
el: 🌃 Ημέρες (24ω)
es_419: 🌃 Días (24h)
fi: 🌃 Päivää (24h)
fr_ca: 🌃 Jours (24h)
he: 🌃 ימים (24 שעות)
hi: 🌃 दिन (24 घंटे)
hr: 🌃 Dani (24h)
hu: 🌃 Nap (24ó)
id: 🌃 Hari (24j)
it: 🌃 Giorni (24h)
ja: 🌃 日数 (24時間)
ko: 🌃 일수 (24시간)
ms: 🌃 Hari (24j)
nb: 🌃 Dager (24t)
nl: 🌃 Dagen (24u)
pl: 🌃 Dni (24h)
pt_br: 🌃 Dias (24h)
ro: 🌃 Zile (24h)
ru: 🌃 Дни (24ч)
sk: 🌃 Dni (24h)
sv: 🌃 Dagar (24h)
th: 🌃 วัน (24 ชม.)
tr: 🌃 Gün (24s)
uk: 🌃 Дні (24г)
vi: 🌃 Ngày (24g)
zh_hans: 🌃 天数 (24小时)
zh_hant: 🌃 天數 (24小時)

# Time_Converter_Days12h_Label
source: 🌅 Days (12h)
ar: 🌅 أيام (١٢ ساعة)
ca: 🌅 Dies (12h)
cs: 🌅 Dny (12h)
da: 🌅 Dage (12t)
de: 🌅 Tage (12h)
el: 🌅 Ημέρες (12ω)
es_419: 🌅 Días (12h)
fi: 🌅 Päivää (12h)
fr_ca: 🌅 Jours (12h)
he: 🌅 ימים (12 שעות)
hi: 🌅 दिन (12 घंटे)
hr: 🌅 Dani (12h)
hu: 🌅 Nap (12ó)
id: 🌅 Hari (12j)
it: 🌅 Giorni (12h)
ja: 🌅 日数 (12時間)
ko: 🌅 일수 (12시간)
ms: 🌅 Hari (12j)
nb: 🌅 Dager (12t)
nl: 🌅 Dagen (12u)
pl: 🌅 Dni (12h)
pt_br: 🌅 Dias (12h)
ro: 🌅 Zile (12h)
ru: 🌅 Дни (12ч)
sk: 🌅 Dni (12h)
sv: 🌅 Dagar (12h)
th: 🌅 วัน (12 ชม.)
tr: 🌅 Gün (12s)
uk: 🌅 Дні (12г)
vi: 🌅 Ngày (12g)
zh_hans: 🌅 天数 (12小时)
zh_hant: 🌅 天數 (12小時)

# Time_Converter_Days8h_Label
source: 🌇 Work Days (8h)
ar: 🌇 أيام العمل (٨ ساعات)
ca: 🌇 Dies laborables (8h)
cs: 🌇 Pracovní dny (8h)
da: 🌇 Arbejdsdage (8t)
de: 🌇 Arbeitstage (8h)
el: 🌇 Εργάσιμες ημέρες (8ω)
es_419: 🌇 Días laborales (8h)
fi: 🌇 Työpäivää (8h)
fr_ca: 🌇 Jours ouvrables (8h)
he: 🌇 ימי עבודה (8 שעות)
hi: 🌇 कार्य दिवस (8 घंटे)
hr: 🌇 Radni dani (8h)
hu: 🌇 Munkanap (8ó)
id: 🌇 Hari kerja (8j)
it: 🌇 Giorni lavorativi (8h)
ja: 🌇 労働日 (8時間)
ko: 🌇 근무일 (8시간)
ms: 🌇 Hari kerja (8j)
nb: 🌇 Arbeidsdager (8t)
nl: 🌇 Werkdagen (8u)
pl: 🌇 Dni robocze (8h)
pt_br: 🌇 Dias úteis (8h)
ro: 🌇 Zile lucrătoare (8h)
ru: 🌇 Рабочие дни (8ч)
sk: 🌇 Pracovné dni (8h)
sv: 🌇 Arbetsdagar (8h)
th: 🌇 วันทำงาน (8 ชม.)
tr: 🌇 İş günü (8s)
uk: 🌇 Робочі дні (8г)
vi: 🌇 Ngày làm việc (8g)
zh_hans: 🌇 工作日 (8小时)
zh_hant: 🌇 工作日 (8小時)

# Time_Converter_Years_Label
source: 🎆 Years
ar: 🎆 سنوات
ca: 🎆 Anys
cs: 🎆 Roky
da: 🎆 År
de: 🎆 Jahre
el: 🎆 Έτη
es_419: 🎆 Años
fi: 🎆 Vuotta
fr_ca: 🎆 Années
he: 🎆 שנים
hi: 🎆 वर्ष
hr: 🎆 Godine
hu: 🎆 Év
id: 🎆 Tahun
it: 🎆 Anni
ja: 🎆 年数
ko: 🎆 연수
ms: 🎆 Tahun
nb: 🎆 År
nl: 🎆 Jaren
pl: 🎆 Lata
pt_br: 🎆 Anos
ro: 🎆 Ani
ru: 🎆 Годы
sk: 🎆 Roky
sv: 🎆 År
th: 🎆 ปี
tr: 🎆 Yıl
uk: 🎆 Роки
vi: 🎆 Năm
zh_hans: 🎆 年数
zh_hant: 🎆 年數

# Time_Converter_Days_Placeholder
source: Calculated days
ar: الأيام المحسوبة
ca: Dies calculats
cs: Vypočtené dny
da: Beregnede dage
de: Berechnete Tage
el: Υπολογισμένες ημέρες
es_419: Días calculados
fi: Lasketut päivät
fr_ca: Jours calculés
he: ימים מחושבים
hi: गणना किए गए दिन
hr: Izračunati dani
hu: Számított napok
id: Hari terhitung
it: Giorni calcolati
ja: 計算された日数
ko: 계산된 일수
ms: Hari yang dikira
nb: Beregnede dager
nl: Berekende dagen
pl: Obliczone dni
pt_br: Dias calculados
ro: Zile calculate
ru: Рассчитанные дни
sk: Vypočítané dni
sv: Beräknade dagar
th: จำนวนวันที่คำนวณได้
tr: Hesaplanan günler
uk: Розраховані дні
vi: Số ngày đã tính
zh_hans: 计算出的天数
zh_hant: 計算出的天數

# Time_Converter_Calculate_Button
source: Calculate
ar: احسب
ca: Calcular
cs: Vypočítat
da: Beregn
de: Berechnen
el: Υπολογισμός
es_419: Calcular
fi: Laske
fr_ca: Calculer
he: חשב
hi: गणना करें
hr: Izračunaj
hu: Számítás
id: Hitung
it: Calcola
ja: 計算
ko: 계산
ms: Kira
nb: Beregn
nl: Bereken
pl: Oblicz
pt_br: Calcular
ro: Calculează
ru: Рассчитать
sk: Vypočítať
sv: Beräkna
th: คำนวณ
tr: Hesapla
uk: Обчислити
vi: Tính toán
zh_hans: 计算
zh_hant: 計算
