Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# adjust_time_hint
source: Enter positive or negative values. Example: -30 minutes subtracts half an hour.
ar: أدخل قيمة موجبة أو سالبة. مثال: -30 دقيقة تطرح نصف ساعة.
ca: Introdueix valors positius o negatius. Exemple: -30 minuts resta mitja hora.
cs: Zadej kladné nebo záporné hodnoty. Příklad: -30 minut odečte půl hodiny.
da: Indtast positive eller negative værdier. Eksempel: -30 minutter trækker en halv time fra.
de: Gib positive oder negative Werte ein. Beispiel: -30 Minuten zieht eine halbe Stunde ab.
el: Εισάγετε θετικές ή αρνητικές τιμές. Παράδειγμα: -30 λεπτά αφαιρεί μισή ώρα.
es_419: Ingresa valores positivos o negativos. Ejemplo: -30 minutos resta media hora.
fi: Syötä positiivisia tai negatiivisia arvoja. Esimerkki: -30 minuuttia vähentää puoli tuntia.
fr_ca: Saisis une valeur positive ou négative. Exemple : -30 minutes retire une demi-heure.
he: הזן ערך חיובי או שלילי. לדוגמה: ‎-30 דקות מפחית חצי שעה.
hi: सकारात्मक या नकारात्मक मान दर्ज करें। उदाहरण: -30 मिनट आधे घंटे को घटाता है।
hr: Unesi pozitivne ili negativne vrijednosti. Primjer: -30 minuta oduzima pola sata.
hu: Írj be pozitív vagy negatív értékeket. Példa: -30 perc fél óra levonása.
id: Masukkan nilai positif atau negatif. Contoh: -30 menit akan mengurangi setengah jam.
it: Inserisci valori positivi o negativi. Esempio: -30 minuti sottrae mezz'ora.
ja: 正または負の値を入力。 例: -30 分は30分を削除します。
ko: 양수 또는 음수를 입력하세요. 예: -30분은 30분 감소합니다.
ms: Masukkan nilai positif atau negatif. Contoh: -30 minit akan menolak setengah jam.
nb: Skriv inn positive eller negative verdier. Eksempel: -30 minutter trekker fra en halv time.
nl: Voer positieve of negatieve waarden in. Voorbeeld: -30 minuten trekt een half uur af.
pl: Wpisz wartość dodatnią lub ujemną. Przykład: -30 minut odejmie pół godziny.
pt_br: Insira valores positivos ou negativos. Exemplo: -30 minutos subtrai meia hora.
ro: Introduceți valori pozitive sau negative. Exemplu: -30 minute scade o jumătate de oră.
ru: Введите положительное или отрицательное значение. Пример: -30 минут — вычесть полчаса.
sk: Zadaj kladnú alebo zápornú hodnotu. Príklad: -30 minút odpočíta pol hodiny.
sv: Ange positiva eller negativa värden. Exempel: -30 minuter drar bort en halvtimme.
th: ป้อนค่าบวกหรือลบ ตัวอย่าง: -30 นาที คือการลบครึ่งชั่วโมง
tr: Pozitif veya negatif değer gir. Örn: -30 dakika yarım saat çıkarır.
uk: Введи додатне або від’ємне значення. Приклад: -30 хвилин відніме пів години.
vi: Nhập giá trị dương hoặc âm. Ví dụ: -30 phút sẽ trừ nửa giờ.
zh_hans: 输入正值或负值。 例如：-30 分钟表示减去半小时。
zh_hant: 輸入正值或負值。 例如：-30 分鐘表示減去半小時。

# adjust_time_apply
source: Apply Time Change
ar: تطبيق التغيير
ca: Aplicar canvi
cs: Použít změnu
da: Anvend ændring
de: Zeitänderung anwenden
el: Εφαρμογή αλλαγής
es_419: Aplicar Cambio de Tiempo
fi: Käytä aikamuutosta
fr_ca: Appliquer la modification
he: החל שינוי
hi: परिवर्तन लागू करें
hr: Primijeni promjenu
hu: Változás alkalmazása
id: Terapkan Perubahan
it: Applica modifiche
ja: 時間を変更
ko: 시간 변경 적용
ms: Laksanakan Perubahan
nb: Bruk endring
nl: Pas tijd aan
pl: Zastosuj zmianę
pt_br: Aplicar mudança
ro: Aplică modificarea
ru: Применить изменение
sk: Použiť zmenu
sv: Tillämpa ändring
th: นำการเปลี่ยนแปลงไปใช้
tr: Zamanı Güncelle
uk: Застосувати зміну часу
vi: Áp dụng thay đổi
zh_hans: 应用更改
zh_hant: 套用變更

# adjust_time_success
source: Time updated successfully!
ar: تم تحديث الوقت بنجاح!
ca: Temps actualitzat correctament!
cs: Čas byl úspěšně aktualizován!
da: Tid opdateret med succes!
de: Zeit erfolgreich aktualisiert!
el: Ο χρόνος ενημερώθηκε με επιτυχία!
es_419: ¡Tiempo actualizado exitosamente!
fi: Aika päivitetty onnistuneesti!
fr_ca: Le temps a été mis à jour !
he: הזמן עודכן בהצלחה!
hi: समय सफलतापूर्वक अपडेट किया गया!
hr: Vrijeme je uspješno ažurirano!
hu: Az idő sikeresen frissítve!
id: Waktu berhasil diperbarui!
it: Tempo aggiornato con successo!
ja: 時間が正常に更新されました！
ko: 시간이 성공적으로 업데이트되었습니다!
ms: Masa berjaya dikemas kini!
nb: Tid oppdatert!
nl: Tijd succesvol bijgewerkt!
pl: Czas został zaktualizowany!
pt_br: Tempo atualizado com sucesso!
ro: Timpul a fost actualizat cu succes!
ru: Время успешно обновлено!
sk: Čas bol úspešne aktualizovaný!
sv: Tiden har uppdaterats!
th: อัปเดตเวลาเรียบร้อยแล้ว!
tr: Zaman başarıyla güncellendi!
uk: Час успішно оновлено!
vi: Đã cập nhật thời gian thành công!
zh_hans: 时间已成功更新！
zh_hant: 時間已成功更新！

# reset_section
source: Progress
ar: التقدم
ca: Progrés
cs: Postup
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es_419: Progreso
fi: Edistys
fr_ca: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Fejlődés
id: Kemajuan
it: Progresso
ja: 進捗
ko: 진행 상황
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postęp
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến trình
zh_hans: 进度
zh_hant: 進度

source: Reset Progress
ar: إعادة تعيين التقدم
ca: Reiniciar progrés
cs: Resetovat postup
da: Nulstil fremskridt
de: Fortschritt zurücksetzen
el: Επαναφορά προόδου
es_419: Reiniciar Progreso
fi: Nollaa edistys
fr_ca: Réinitialiser la progression
he: איפוס התקדמות
hi: प्रगति रीसेट करें
hr: Resetiraj napredak
hu: Fejlődés visszaállítása
id: Atur Ulang Kemajuan
it: Azzera il progresso
ja: 進捗をリセット
ko: 진행 상황 초기화
ms: Tetapkan Semula Kemajuan
nb: Tilbakestill fremgang
nl: Voortgang resetten
pl: Zresetuj postęp
pt_br: Redefinir progresso
ro: Resetează progresul
ru: Сбросить прогресс
sk: Resetovať pokrok
sv: Återställ framsteg
th: รีเซ็ตความคืบหน้า
tr: İlerlemeni Sıfırla
uk: Скинути прогрес
vi: Đặt lại tiến trình
zh_hans: 重置进度
zh_hant: 重設進度

# reset_confirm_title
source: Are you sure you want to reset progress?
ar: هل أنت متأكد أنك تريد إعادة التعيين؟
ca: Segur que vols reiniciar el progrés?
cs: Opravdu chceš resetovat postup?
da: Er du sikker på, at du vil nulstille fremskridtet?
de: Bist du sicher, dass du den Fortschritt zurücksetzen willst?
el: Σίγουρα θέλεις να επαναφέρεις την πρόοδο;
es_419: ¿Seguro que quieres reiniciar el progreso?
fi: Haluatko varmasti nollata edistyksen?
fr_ca: Es-tu sûr de vouloir réinitialiser ?
he: האם לאפס את ההתקדמות?
hi: क्या आप वाकई प्रगति रीसेट करना चाहते हैं?
hr: Jesi li siguran da želiš resetirati napredak?
hu: Biztos vagy benne, hogy visszaállítod a fejlődést?
id: Yakin ingin mengatur ulang kemajuan?
it: Vuoi davvero azzerare il progresso?
ja: 本当に進捗をリセットしますか？
ko: 진행 상황을 정말 초기화하시겠습니까?
ms: Adakah anda pasti ingin menetapkan semula kemajuan?
nb: Er du sikker på at du vil tilbakestille fremgangen?
nl: Weet je zeker dat je de voortgang wilt resetten?
pl: Czy na pewno zresetować postęp?
pt_br: Tem certeza de que deseja redefinir o progresso?
ro: Ești sigur că vrei să resetezi progresul?
ru: Вы уверены, что хотите сбросить прогресс?
sk: Naozaj chceš resetovať pokrok?
sv: Är du säker på att du vill återställa framsteg?
th: แน่ใจหรือไม่ว่าต้องการรีเซ็ตความคืบหน้า?
tr: İlerleme sıfırlansın mı?
uk: Справді скинути прогрес?
vi: Bạn có chắc chắn muốn đặt lại tiến trình?
zh_hans: 你确定要重置进度吗？
zh_hant: 你確定要重設進度嗎？

# reset_confirm_action
source: Reset
ar: إعادة تعيين
ca: Reiniciar
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es_419: Reiniciar
fi: Nollaa
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Visszaállítás
id: Atur Ulang
it: Azzera
ja: リセット
ko: 초기화
ms: Tetapkan Semula
nb: Tilbakestill
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ro: Resetează
ru: Сбросить
sk: Resetovať
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Delete Skill
ar: حذف المهارة
ca: Eliminar habilitat
cs: Smazat dovednost
da: Slet færdighed
de: Fähigkeit löschen
el: Διαγραφή δεξιότητας
es_419: Eliminar Habilidad
fi: Poista taito
fr_ca: Supprimer la compétence
he: מחק מיומנות
hi: कौशल हटाएं
hr: Izbriši vještinu
hu: Készség törlése
id: Hapus Keterampilan
it: Elimina abilità
ja: スキルを削除
ko: 스킬 삭제
ms: Padam Kemahiran
nb: Slett ferdighet
nl: Vaardigheid verwijderen
pl: Usuń umiejętność
pt_br: Excluir habilidade
ro: Șterge abilitatea
ru: Удалить навык
sk: Odstrániť zručnosť
sv: Ta bort färdighet
th: ลบทักษะ
tr: Beceriyi Sil
uk: Видалити навичку
vi: Xóa kỹ năng
zh_hans: 删除技能
zh_hant: 刪除技能

# delete_confirm_title
source: Are you sure?
ar: هل أنت متأكد؟
ca: Segur que vols eliminar?
cs: Jsi si jistý?
da: Er du sikker?
de: Bist du sicher?
el: Είσαι σίγουρος;
es_419: ¿Estás seguro?
fi: Oletko varma?
fr_ca: Es-tu certain ?
he: האם אתה בטוח?
hi: क्या आप सुनिश्चित हैं?
hr: Jesi li siguran?
hu: Biztos vagy benne?
id: Apakah kamu yakin?
it: Sei sicuro?
ja: 本当に削除しますか？
ko: 정말 삭제하시겠습니까?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Czy jesteś pewien?
pt_br: Tem certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Si si istý?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
tr: Emin misin?
uk: Ти впевнений?
vi: Bạn có chắc chắn?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？

# delete_confirm_message
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nelze vrátit zpět.
da: Denne handling kan ikke fortrydes.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_419: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi perua.
fr_ca: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
hr: Ova radnja se ne može poništiti.
hu: Ez a művelet nem visszavonható.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sv: Detta kan inte ångras.
th: ไม่สามารถย้อนกลับการดำเนินการนี้ได้
tr: Bu işlem geri alınamaz.
uk: Цю дію неможливо скасувати.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

# delete_confirm_action
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es_419: Eliminar
fi: Poista
fr_ca: Supprimer
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# fab_add_skill
source: Add a new skill
ar: أضف مهارة جديدة
ca: Afegeix una nova habilitat
cs: Přidat novou dovednost
da: Tilføj ny færdighed
de: Neue Fähigkeit hinzufügen
el: Προσθήκη νέας δεξιότητας
es_419: Agregar nueva habilidad
fi: Lisää uusi taito
fr_ca: Ajouter une compétence
he: הוסף מיומנות חדשה
hi: नया कौशल जोड़ें
hr: Dodaj novu vještinu
hu: Új készség hozzáadása
id: Tambahkan keterampilan baru
it: Aggiungi una nuova abilità
ja: 新しいスキルを追加
ko: 새 스킬 추가
ms: Tambah kemahiran baru
nb: Legg til ny ferdighet
nl: Nieuwe vaardigheid toevoegen
pl: Dodaj nową umiejętność
pt_br: Adicionar nova habilidade
ro: Adaugă abilitate nouă
ru: Добавить новый навык
sk: Pridať novú zručnosť
sv: Lägg till ny färdighet
th: เพิ่มทักษะใหม่
tr: Yeni beceri ekle
uk: Додати нову навичку
vi: Thêm kỹ năng mới
zh_hans: 添加新技能
zh_hant: 新增技能

# fab_view_stats
source: View statistics
ar: عرض الإحصاءات
ca: Veure estadístiques
cs: Zobrazit statistiky
da: Vis statistik
de: Statistiken anzeigen
el: Προβολή στατιστικών
es_419: Ver estadísticas
fi: Näytä tilastot
fr_ca: Voir les statistiques
he: הצג סטטיסטיקות
hi: सांख्यिकी देखें
hr: Pogledaj statistiku
hu: Statisztikák megtekintése
id: Lihat statistik
it: Visualizza statistiche
ja: 統計を見る
ko: 통계 보기
ms: Lihat statistik
nb: Se statistikk
nl: Bekijk statistieken
pl: Zobacz statystyki
pt_br: Ver estatísticas
ro: Vezi statistici
ru: Просмотр статистики
sk: Zobraziť štatistiky
sv: Visa statistik
th: ดูสถิติ
tr: İstatistikleri Görüntüle
uk: Переглянути статистику
vi: Xem thống kê
zh_hans: 查看统计数据
zh_hant: 查看統計資料

# manage_counters_title
source: Manage Counters
ar: إدارة العدّادات
ca: Gestiona comptadors
cs: Spravovat počítadla
da: Administrer tællere
de: Zähler verwalten
el: Διαχείριση μετρητών
es_419: Administrar Contadores
fi: Hallitse laskureita
fr_ca: Gérer les compteurs
he: נהל מונים
hi: काउंटर प्रबंधित करें
hr: Upravljaj brojačima
hu: Számlálók kezelése
id: Kelola Penghitung
it: Gestisci contatori
ja: カウンターを管理
ko: 카운터 관리
ms: Urus kaunter
nb: Administrer tellere
nl: Tellers beheren
pl: Zarządzaj licznikami
pt_br: Gerenciar Contadores
ro: Gestionează contoare
ru: Управление счетчиками
sk: Spravovať počítadlá
sv: Hantera räknare
th: จัดการตัวนับ
tr: Sayaçları Yönet
uk: Керування лічильниками
vi: Quản lý bộ đếm
zh_hans: 管理计数器
zh_hant: 管理計數器

# counter_details_section
source: Details
ar: التفاصيل
ca: Detalls
cs: Detaily
da: Detaljer
el: Λεπτομέρειες
es_419: Detalles
fi: Tiedot
fr_ca: Détails
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Подробности
sk: Detaily
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資料

# counter_title_placeholder
source: Title
ar: العنوان
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es_419: Título
fi: Otsikko
fr_ca: Titre
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Название
sk: Názov
sv: Titel
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# counter_step_label%d
source: Step: %d
ar: الخطوة: %d
ca: Pas: %d
cs: Krok: %d
da: Trin: %d
de: Schritt: %d
el: Βήμα: %d
es_419: Paso: %d
fi: Askel: %d
fr_ca: Étape : %d
he: שלב: %d
hi: कदम: %d
hr: Korak: %d
hu: Lépés: %d
id: Langkah: %d
it: Passo: %d
ja: ステップ: %d
ko: 단계: %d
ms: Langkah: %d
nb: Steg: %d
nl: Stap: %d
pl: Krok: %d
pt_br: Passo: %d
ro: Pas: %d
ru: Шаг: %d
sk: Krok: %d
sv: Steg: %d
th: ขั้นตอน: %d
tr: Adım: %d
uk: Крок: %d
vi: Bước: %d
zh_hans: 步骤：%d
zh_hant: 步驟：%d

# counter_thresholds_section
source: Thresholds (comma-separated)
ar: العتبات (مفصولة بفواصل)
ca: Llindars (separats per comes)
cs: Prahy (oddělené čárkami)
da: Tærskler (kommasepareret)
de: Schwellenwerte (durch Komma getrennt)
el: Κατώφλια (χωρισμένα με κόμμα)
es_419: Umbrales (separados por comas)
fi: Kynnykset (pilkuin eroteltuna)
fr_ca: Seuils (séparés par des virgules)
he: ספים (מופרדים בפסיקים)
hi: थ्रेशहोल्ड (कॉमा से अलग)
hr: Pragovi (odvojeni zarezima)
hu: Küszöbök (vesszővel elválasztva)
id: Ambang (dipisahkan koma)
it: Soglie (separate da virgola)
ja: しきい値（カンマ区切り）
ko: 임계값 (쉼표로 구분)
ms: Ambang (dipisahkan koma)
nb: Terskler (kommadelt)
nl: Drempels (komma-gescheiden)
pl: Progi (rozdzielone przecinkami)
pt_br: Limiares (separados por vírgula)
ro: Praguri (separate prin virgulă)
ru: Пороги (через запятую)
sk: Prahové hodnoty (oddelené čiarkami)
sv: Trösklar (komma-separerade)
th: ค่าเกณฑ์ (คั่นด้วยจุลภาค)
tr: Eşikler (virgülle ayrılmış)
uk: Пороги (через кому)
vi: Ngưỡng (phân tách bằng dấu phẩy)
zh_hans: 阈值（用逗号分隔）
zh_hant: 臨界值（以逗號分隔）

# counter_thresholds_placeholder
source: e.g. 100,200,500,10000
ar: مثال: 100,200,500,10000
ca: p. ex. 100,200,500,10000
cs: např. 100,200,500,10000
da: fx 100,200,500,10000
de: z. B. 100,200,500,10000
el: π.χ. 100,200,500,10000
es_419: p. ej. 100,200,500,10000
fi: esim. 100,200,500,10000
fr_ca: ex. 100,200,500,10000
he: לדוגמה: 100,200,500,10000
hi: जैसे 100,200,500,10000
hr: npr. 100,200,500,10000
hu: pl. 100,200,500,10000
id: mis. 100,200,500,10000
it: es. 100,200,500,10000
ja: 例: 100,200,500,10000
ko: 예: 100,200,500,10000
ms: cth. 100,200,500,10000
nb: f.eks. 100,200,500,10000
nl: bijv. 100,200,500,10000
pl: np. 100,200,500,10000
pt_br: ex.: 100,200,500,10000
ro: ex.: 100,200,500,10000
ru: напр. 100,200,500,10000
sk: napr. 100,200,500,10000
sv: t.ex. 100,200,500,10000
th: เช่น 100,200,500,10000
tr: örn. 100,200,500,10000
uk: наприклад, 100,200,500,10000
vi: vd. 100,200,500,10000
zh_hans: 例如 100,200,500,10000
zh_hant: 例如 100,200,500,10000

# counter_new_title
source: New Counter
ar: عدّاد جديد
ca: Nou comptador
cs: Nové počítadlo
da: Ny tæller
de: Neuer Zähler
el: Νέος μετρητής
es_419: Nuevo Contador
fi: Uusi laskuri
fr_ca: Nouveau compteur
he: מונה חדש
hi: नया काउंटर
hr: Novi brojač
hu: Új számláló
id: Penghitung Baru
it: Nuovo contatore
ja: 新しいカウンター
ko: 새 카운터
ms: Kaunter baharu
nb: Ny teller
nl: Nieuwe teller
pl: Nowy licznik
pt_br: Novo Contador
ro: Contor nou
ru: Новый счетчик
sk: Nové počítadlo
sv: Ny räknare
th: ตัวนับใหม่
tr: Yeni Sayaç
uk: Новий лічильник
vi: Bộ đếm mới
zh_hans: 新计数器
zh_hant: 新計數器

source: Create
ar: إنشاء
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es_419: Crear
fi: Luo
fr_ca: Créer
he: צור
hi: बनाएं
hr: Kreiraj
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 생성
ms: Cipta
nb: Opprett
nl: Maken
pl: Utwórz
pt_br: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Apply
ar: تطبيق
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es_419: Aplicar
fi: Käytä
fr_ca: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Laksana
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Tillämpa
th: นำไปใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Value
ar: القيمة
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es_419: Valor
fi: Arvo
fr_ca: Valeur
he: ערך
hi: मान
hr: Vrijednost
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
ms: Nilai
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 数值
zh_hant: 數值

source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es_419: Agregar
fi: Lisää
fr_ca: Ajouter
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# counter_progress_section
source: Progress
ar: التقدم
ca: Progrés
cs: Postup
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es_419: Progreso
fi: Edistyminen
fr_ca: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Előrehaladás
id: Kemajuan
it: Progresso
ja: 進捗
ko: 진행
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postęp
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# counter_value_label
source: Value
ar: القيمة
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es_419: Valor
fi: Arvo
fr_ca: Valeur
he: ערך
hi: मान
hr: Vrijednost
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
ms: Nilai
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 数值
zh_hant: 數值

# counter_stage_max_label
source: Stage Max
ar: المرحلة القصوى
ca: Màx. fase
cs: Max. fáze
da: Max trin
de: Max. Stufe
el: Μέγιστο στάδιο
es_419: Etapa Máxima
fi: Vaiheen maksimi
fr_ca: Étape max
he: שלב מקס'
hi: अधिकतम चरण
hr: Maks. faza
hu: Max. szint
id: Tahap Maks
it: Max fase
ja: 最大ステージ
ko: 최대 단계
ms: Peringkat maks
nb: Maks. steg
nl: Max. fase
pl: Maks. etap
pt_br: Máx. etapa
ro: Etapă max.
ru: Макс. этап
sk: Max. fáza
sv: Maxnivå
th: ขั้นสูงสุด
tr: Maks. aşama
uk: Макс. етап
vi: Mức tối đa
zh_hans: 最大阶段
zh_hant: 最大階段

# counter_no_thresholds
source: No thresholds set
ar: لم يتم تعيين عتبات
ca: Sense llindars
cs: Žádné prahy
da: Ingen tærskler sat
de: Keine Schwellenwerte festgelegt
el: Δεν έχουν οριστεί κατώφλια
es_419: Sin umbrales
fi: Ei kynnyksiä
fr_ca: Aucun seuil défini
he: לא הוגדרו ספים
hi: कोई थ्रेशहोल्ड नहीं
hr: Nema pragova
hu: Nincsenek küszöbök
id: Belum ada ambang
it: Nessuna soglia impostata
ja: しきい値なし
ko: 설정된 임계값 없음
ms: Tiada ambang ditetapkan
nb: Ingen terskler satt
nl: Geen drempels ingesteld
pl: Brak ustawionych progów
pt_br: Sem limiares
ro: Fără praguri
ru: Пороги не заданы
sk: Žiadne prahy
sv: Inga trösklar satta
th: ยังไม่ได้ตั้งค่าเกณฑ์
tr: Eşik ayarlı değil
uk: Пороги не задані
vi: Chưa đặt ngưỡng
zh_hans: 尚未设置阈值
zh_hant: 尚未設定臨界值

# counter_reset_to_zero
source: Reset to 0
ar: إعادة التعيين إلى 0
ca: Restableix a 0
cs: Vynulovat
da: Nulstil til 0
de: Auf 0 zurücksetzen
el: Επαναφορά σε 0
es_419: Reiniciar a 0
fi: Nollaa arvo
fr_ca: Réinitialiser à 0
he: איפוס ל-0
hi: 0 पर रीसेट
hr: Resetiraj na 0
hu: Vissza 0-ra
id: Setel ke 0
it: Azzera a 0
ja: 0にリセット
ko: 0으로 초기화
ms: Tetapkan ke 0
nb: Tilbakestill til 0
nl: Reset naar 0
pl: Zresetuj do 0
pt_br: Redefinir para 0
ro: Resetează la 0
ru: Сбросить в 0
sk: Vynulovať na 0
sv: Återställ till 0
th: รีเซ็ตเป็น 0
tr: 0'a sıfırla
uk: Скинути до 0
vi: Đặt về 0
zh_hans: 重置为 0
zh_hant: 重設為 0

# counter_configuration_section
source: Configuration
ar: الإعداد
ca: Configuració
cs: Konfigurace
da: Konfiguration
de: Konfiguration
el: Ρύθμιση
es_419: Configuración
fi: Määritykset
he: הגדרות
hi: कॉन्फ़िगरेशन
hr: Konfiguracija
hu: Konfiguráció
id: Konfigurasi
it: Configurazione
ja: 設定
ko: 구성
ms: Konfigurasi
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ro: Configurație
ru: Конфигурация
sk: Konfigurácia
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_hans: 配置
zh_hant: 設定

# counter_edit_thresholds
source: Edit Thresholds
ar: تعديل العتبات
ca: Edita llindars
cs: Upravit prahy
da: Redigér tærskler
de: Schwellenwerte bearbeiten
el: Επεξεργασία κατωφλίων
es_419: Editar Umbrales
fi: Muokkaa kynnyksiä
fr_ca: Modifier les seuils
he: ערוך ספים
hi: थ्रेशहोल्ड संपादित करें
hr: Uredi pragove
hu: Küszöbök szerkesztése
id: Ubah Ambang
it: Modifica soglie
ja: しきい値を編集
ko: 임계값 편집
ms: Sunting ambang
nb: Rediger terskler
nl: Drempels bewerken
pl: Edytuj progi
pt_br: Editar Limiares
ro: Editează praguri
ru: Изменить пороги
sk: Upraviť prahy
sv: Redigera trösklar
th: แก้ไขค่าเกณฑ์
tr: Eşikleri düzenle
uk: Редагувати пороги
vi: Sửa ngưỡng
zh_hans: 编辑阈值
zh_hant: 編輯臨界值

# counter_set_value_section
source: Set Value Manually
ar: تعيين القيمة يدويًا
ca: Estableix valor manualment
cs: Nastavit hodnotu ručně
da: Sæt værdi manuelt
de: Wert manuell setzen
el: Ορισμός τιμής χειροκίνητα
es_419: Establecer Valor Manualmente
fi: Aseta arvo käsin
fr_ca: Définir la valeur manuellement
he: קבע ערך ידנית
hi: मान मैन्युअली सेट करें
hr: Postavi vrijednost ručno
hu: Érték megadása kézzel
id: Atur Nilai Manual
it: Imposta valore manualmente
ja: 値を手動で設定
ko: 값 수동 설정
ms: Tetapkan nilai secara manual
nb: Sett verdi manuelt
nl: Waarde handmatig instellen
pl: Ustaw wartość ręcznie
pt_br: Definir valor manualmente
ro: Setează valoare manual
ru: Задать значение вручную
sk: Nastaviť hodnotu manuálne
sv: Sätt värde manuellt
th: ตั้งค่าด้วยตนเอง
tr: Değeri manuel ayarla
uk: Задати значення вручну
vi: Đặt giá trị thủ công
zh_hans: 手动设置数值
zh_hant: 手動設定數值

# counter_set_value_placeholder
source: -1000000 to 1000000
ar: -1000000 إلى 1000000
ca: -1000000 a 1000000
cs: -1000000 až 1000000
da: -1000000 til 1000000
de: -1000000 bis 1000000
el: -1000000 έως 1000000
es_419: -1000000 a 1000000
fr_ca: -1000000 à 1000000
he: -1000000 עד 1000000
hi: -1000000 से 1000000
hr: -1000000 do 1000000
id: -1000000 hingga 1000000
it: -1000000 a 1000000
ms: -1000000 hingga 1000000
nb: -1000000 til 1000000
nl: -1000000 tot 1000000
pl: -1000000 do 1000000
pt_br: -1000000 a 1000000
ro: -1000000 la 1000000
ru: -1000000 до 1000000
sk: -1000000 až 1000000
sv: -1000000 till 1000000
th: -1000000 ถึง 1000000
tr: -1000000 ile 1000000
uk: -1000000 до 1000000
vi: -1000000 đến 1000000
zh_hans: -1000000 到 1000000
zh_hant: -1000000 到 1000000
