Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# theory_20_title
source: 20/21-Hour Rule
ar: قاعدة 20/21 ساعة
ca: Regla de les 20/21 hores
cs: Pravidlo 20/21 hodin
da: 20/21-timers reglen
de: 20/21-Stunden-Regel
el: Κανόνας των 20/21 ωρών
es_419: Regla de las 20/21 horas
fi: 20/21 tunnin sääntö
fr_ca: Règle des 20/21 heures
he: חוק 20/21 השעות
hi: 20/21 घंटे का नियम
hr: Pravilo 20/21 sata
hu: 20/21 órás szabály
id: Aturan 20/21 Jam
it: Regola delle 20/21 ore
ja: 20/21時間の法則
ko: 20/21시간 법칙
ms: Peraturan 20/21 Jam
nb: 20/21-timersregelen
nl: 20/21-uurregel
pl: Zasada 20/21 godzin
pt_br: Regra das 20/21 horas
ro: Regula celor 20/21 de ore
ru: Правило 20/21 часа
sk: Pravidlo 20/21 hodín
sv: 20/21-timmarsregeln
th: กฎ 20/21 ชั่วโมง
tr: 20/21 Saat Kuralı
uk: Правило 20/21 години
vi: Quy tắc 20/21 giờ
zh_hans: 20/21 小时法则
zh_hant: 20/21 小時法則

# theory_20_author
source: Josh Kaufman
ar: جوش كاوفمان
he: ג'וש קאופמן
hi: जॉश कॉफ़मैन
ja: ジョシュ・カウフマン
ko: 조쉬 카우프만
ru: Джош Кауфман
uk: Джош Кауфман

# theory_20_description
source: Just 20 hours of focused learning is enough to start enjoying a new skill. Ideal for hobbies or beginner level (e.g. ukulele, basic language phrases, yoga).
ar: يكفي 20 ساعة من التعلم المركّز للاستمتاع بمهارة جديدة. مثالي للهوايات أو المستوى الأساسي (مثل العزف على اليوكوليلي أو لغة A1).
ca: Només calen vint hores d'aprenentatge centrat per començar a gaudir d'una nova habilitat. Ideal per a aficions o nivell bàsic (p. ex. ukulele, nivell A1 d’idioma).
cs: Stačí dvacet hodin soustředěného učení, abys začal mít radost z nové dovednosti. Ideální pro koníčky nebo základní úroveň (např. ukulele, jazyk A1).
da: Tyve timers fokuseret læring er nok til at begynde at nyde en ny færdighed. Ideel til hobbyer eller begynderniveau (f.eks. ukulele, A1 sprog, yoga).
de: Schon zwanzig Stunden gezieltes Lernen reichen aus, um Freude an einer neuen Fähigkeit zu haben. Ideal für Hobbys oder Grundlagen (z. B. Ukulele, A1-Sprache, Yoga).
el: Μόλις είκοσι ώρες εστιασμένης μάθησης αρκούν για να απολαύσεις μια νέα δεξιότητα. Ιδανικό για χόμπι ή βασικό επίπεδο (π.χ. γιουκαλίλι, Α1 γλώσσα, γιόγκα).
es_419: Solo necesitas veinte horas de aprendizaje enfocado para comenzar a disfrutar una nueva habilidad. Ideal para pasatiempos o nivel básico (como ukelele, nivel A1 de idioma).
fi: Vain 20 tuntia keskittynyttä oppimista riittää uuden taidon aloittamiseen. Ihanteellinen harrastuksiin tai alkeistasolle (esim. ukulele, A1-kielitaso).
fr_ca: Il suffit de vingt heures d’apprentissage ciblé pour commencer à apprécier une nouvelle compétence. Parfait pour les loisirs ou le niveau de base (ex. ukulélé, expressions simples, yoga).
he: רק עשרים שעות של למידה ממוקדת מספיקות כדי להתחיל ליהנות מיכולת חדשה. אידיאלי לתחביבים או רמה בסיסית (לדוגמה: יוקולילי, שפה זרה בסיסית, יוגה).
hi: सिर्फ बीस घंटे का केंद्रित अध्ययन नई कौशल में रुचि लेने के लिए काफी है। शौक या शुरुआती स्तर (जैसे उकुलेले, A1 भाषा, योग) के लिए आदर्श।
hr: Samo 20 sati fokusiranog učenja dovoljno je da uživaš u novoj vještini. Idealno za hobije i osnovne razine (npr. ukulele, jezik A1, joga).
hu: Csak 20 óra fókuszált tanulás elég ahhoz, hogy élvezd az új készséget. Ideális hobbikhoz vagy alapfokhoz (pl. ukulele, A1 nyelvi szint, jóga).
id: Hanya dua puluh jam pembelajaran terfokus sudah cukup untuk mulai menikmati keterampilan baru. Ideal untuk hobi atau tingkat dasar (misalnya ukulele, frasa dasar, yoga).
it: Bastano venti ore di apprendimento mirato per iniziare a godersi una nuova abilità. Ideale per hobby o livelli base (es. ukulele, frasi base, yoga).
ja: 20時間の集中した学習で、新しいスキルを楽しみ始めることができます。趣味や基礎レベル（例：ウクレレ、初級語学、ヨガ）に最適。
ko: 20시간의 집중 학습이면 새로운 기술을 즐기기 시작할 수 있습니다. 우쿨렐레, 외국어 기초, 요가 등 취미나 기초 수준에 적합합니다.
ms: Hanya dua puluh jam pembelajaran fokus cukup untuk mula menikmati kemahiran baru. Sesuai untuk hobi atau tahap asas (cth. ukulele, frasa asas bahasa, yoga).
nb: Bare tjue timers fokusert læring er nok til å begynne å glede seg over en ny ferdighet. Perfekt for hobbyer eller grunnleggende nivå (f.eks. ukulele, nybegynner i språk, yoga).
nl: Slechts twintig uur gefocust leren is genoeg om te genieten van een nieuwe vaardigheid. Ideaal voor hobby’s of een basisniveau (bijv. ukelele, A1-taal, yoga).
pl: Wystarczy 20 godzin skoncentrowanej nauki, by zacząć cieszyć się nową umiejętnością. Idealne dla hobby lub podstawowego poziomu (np. ukulele, język A1).
pt_br: Apenas vinte horas de aprendizado focado já são suficientes para começar a curtir uma nova habilidade. Ideal para hobbies ou nível básico (ex: ukulele, idioma A1, ioga).
ro: Douăzeci de ore de învățare concentrată sunt suficiente pentru a începe să te bucuri de o nouă abilitate. Ideal pentru hobby-uri sau niveluri de bază (ex: ukulele, nivel A1 de limbă, yoga).
ru: Двадцати часов целенаправленного обучения достаточно, чтобы начать наслаждаться новым навыком. Идеально для хобби или базового уровня (например, укулеле, уровень A1 языка, йога).
sk: Stačí dvadsať hodín sústredeného učenia na to, aby si si začal užívať novú zručnosť. Ideálne na hobby alebo základnú úroveň (napr. ukulele, jazyk A1, jóga).
sv: Bara tjugo timmars fokuserat lärande räcker för att börja njuta av en ny färdighet. Perfekt för hobbyer eller nybörjarnivå (t.ex. ukulele, grundläggande fraser i ett främmande språk, yoga).
th: เพียง 20 ชั่วโมงของการเรียนรู้อย่างมีสมาธิก็เพียงพอสำหรับเริ่มสนุกกับทักษะใหม่ เหมาะสำหรับงานอดิเรกหรือระดับพื้นฐาน (เช่น อูคูเลเล่, ภาษา A1, โยคะ)
tr: Yeni bir beceriden keyif almaya başlamak için sadece yirmi saatlik odaklanmış öğrenme yeterlidir. Hobi ya da temel seviyeler (ör. ukulele, A1 dili, yoga) için idealdir.
uk: Досить двадцяти годин зосередженого навчання, щоб почати насолоджуватися новою навичкою. Ідеально для хобі або базового рівня (наприклад, укулеле, рівень А1 мови).
vi: Chỉ cần hai mươi giờ học tập tập trung là đủ để bạn bắt đầu tận hưởng kỹ năng mới. Lý tưởng cho sở thích hoặc cấp độ cơ bản (ví dụ: ukulele, ngôn ngữ A1).
zh_hans: 只需二十小时的专注学习就能开始享受一项新技能。非常适合爱好或入门级（如：尤克里里、A1语言、瑜伽）。
zh_hant: 只需 20 小時的專注學習即可開始享受新技能。適合興趣或入門級（如烏克麗麗、A1 語言、瑜伽）。

# theory_20_works
source: ✔️ Fast start, hobbies ✖️ Not for mastery
ar: ✔️ بداية سريعة، هوايات ✖️ لا يؤدي إلى الاحتراف
ca: ✔️ Inici ràpid, aficions ✖️ No condueix a la mestria
cs: ✔️ Rychlý start, hobby ✖️ Nevede k mistrovství
da: ✔️ Hurtig start, hobbyer ✖️ Ikke til mestring
de: ✔️ Schneller Einstieg, Freizeit ✖️ Kein Weg zur Meisterschaft
el: ✔️ Γρήγορη εκκίνηση, χόμπι ✖️ Δεν οδηγεί σε εξειδίκευση
es_419: ✔️ Comienzo rápido, hobbies ✖️ No lleva a la maestría
fi: ✔️ Nopea aloitus, harrastukset ✖️ Ei johda mestaruuteen
fr_ca: ✔️ Démarrage rapide, loisirs ✖️ Ne mène pas à la maîtrise
he: ✔️ התחלה מהירה, תחביבים ✖️ לא מתאים לרמת שליטה
hi: ✔️ तेज शुरुआत, शौक ✖️ विशेषज्ञता के लिए नहीं
hr: ✔️ Brz početak, hobi ✖️ Ne vodi do majstorstva
hu: ✔️ Gyors kezdés, hobbik ✖️ Nem vezet mesterszinthez
id: ✔️ Awal cepat, hobi ✖️ Tidak membawa ke tingkat ahli
it: ✔️ Partenza rapida, hobby ✖️ Non porta alla maestria
ja: ✔️ すぐに始められる、趣味に最適 ✖️ 熟練レベルには不十分
ko: ✔️ 빠른 시작, 취미 ✖️ 달인 수준에는 부족
ms: ✔️ Permulaan pantas, hobi ✖️ Tidak mencapai tahap pakar
nb: ✔️ Rask start, hobbyer ✖️ Ikke egnet for mestring
nl: ✔️ Snelle start, hobby’s ✖️ Leidt niet tot meesterschap
pl: ✔️ Szybki start, hobby ✖️ Nie prowadzi do mistrzostwa
pt_br: ✔️ Início rápido, hobbies ✖️ Não leva à maestria
ro: ✔️ Start rapid, hobby-uri ✖️ Nu duce la măiestrie
ru: ✔️ Быстрый старт, хобби ✖️ Не ведет к мастерству
sk: ✔️ Rýchly začiatok, záľuby ✖️ Nevedie k majstrovstvu
sv: ✔️ Snabb start, hobby ✖️ Leder inte till mästerskap
th: ✔️ เริ่มต้นได้เร็ว, ใช้ในชีวิตประจำวัน ✖️ ไม่ใช่เส้นทางสู่ความเป็นเลิศ
tr: ✔️ Hızlı başlangıç, hobiler ✖️ Ustalık sağlamaz
uk: ✔️ Швидкий старт, хобі ✖️ Не веде до майстерності
vi: ✔️ Khởi đầu nhanh, sở thích ✖️ Không đạt được trình độ chuyên gia
zh_hans: ✔️ 快速入门、兴趣爱好 ✖️ 不适用于专业技能
zh_hant: ✔️ 快速上手，興趣愛好 ✖️ 無法達到專精

# theory_100_title
source: 100-Hour Rule
ar: قاعدة 100 ساعة
ca: Regla de les 100 hores
cs: Pravidlo 100 hodin
da: 100-timers reglen
de: 100-Stunden-Regel
el: Κανόνας των 100 ωρών
es_419: Regla de las 100 horas
fi: 100 tunnin sääntö
fr_ca: Règle des 100 heures
he: חוק 100 השעות
hi: 100 घंटे का नियम
hr: Pravilo 100 sati
hu: 100 órás szabály
id: Aturan 100 Jam
it: Regola delle 100 ore
ja: 100時間の法則
ko: 100시간 법칙
ms: Peraturan 100 Jam
nb: 100-timersregelen
nl: 100-uurregel
pl: Zasada 100 godzin
pt_br: Regra das 100 horas
ro: Regula celor 100 de ore
ru: Правило 100 часов
sk: Pravidlo 100 hodín
sv: 100-timmarsregeln
th: กฎ 100 ชั่วโมง
tr: 100 Saat Kuralı
uk: Правило 100 годин
vi: Quy tắc 100 giờ
zh_hans: 一百小时法则
zh_hant: 100 小時法則

# theory_100_author
source: Informal educational concept
ar: مفهوم تعليمي غير رسمي
ca: Concepte educatiu informal
cs: Neformální vzdělávací koncept
da: Uformelt læringskoncept
de: Informelles Bildungskonzept
el: Άτυπη εκπαιδευτική έννοια
es_419: Concepto educativo informal
fi: Epävirallinen koulutuskonsepti
fr_ca: Concept d’apprentissage informel
he: קונספט חינוכי בלתי פורמלי
hi: अनौपचारिक शैक्षिक अवधारणा
hr: Neformalni obrazovni koncept
hu: Informális oktatási koncepció
id: Konsep pendidikan informal
it: Concetto educativo informale
ja: 非公式な教育概念
ko: 비공식 교육 개념
ms: Konsep pendidikan tidak formal
nb: Uformelt pedagogisk konsept
nl: Informeel onderwijsidee
pl: Nieformalna koncepcja edukacyjna
pt_br: Conceito educacional informal
ro: Concept educațional informal
ru: Неформальная образовательная концепция
sk: Neformálny vzdelávací koncept
sv: Informellt utbildningskoncept
th: แนวคิดการศึกษาที่ไม่เป็นทางการ
tr: Gayriresmî eğitim konsepti
uk: Неофіційна освітня концепція
vi: Khái niệm giáo dục phi chính thức
zh_hans: 非正式教育概念
zh_hant: 非正式教育概念

# theory_100_description
source: Around 100 hours can give you solid competence — useful for learning basic photography, baking, painting, driving skills, or using common tools like Excel.
ar: حوالي 100 ساعة تمنحك كفاءة قوية — مناسبة لتعلم التصوير، الطبخ، الرسم، قيادة السيارة أو Excel.
ca: Unes cent hores condueixen a una competència sòlida — útil per aprendre fotografia, cuina, pintura, conducció o Excel.
cs: Přibližně sto hodin poskytuje solidní kompetenci — vhodné pro frameworky, programování, fotografii, vaření nebo řízení.
da: Omkring hundrede timer giver solid kompetence — nyttigt til at lære fotografering, madlavning, maling, bilkørsel eller Excel.
de: Etwa einhundert Stunden führen zu soliden Kompetenzen – hilfreich zum Erlernen von Fotografie, Kochen, Malen, Autofahren oder Excel.
el: Περίπου εκατό ώρες οδηγούν σε σταθερή επάρκεια – χρήσιμο για φωτογραφία, μαγειρική, ζωγραφική, οδήγηση ή Excel.
es_419: Cien horas llevan a una competencia sólida — útil para fotografía, cocina, pintura, manejar o trabajar con Excel.
fi: Noin 100 tuntia johtaa vankkaan osaamiseen — hyödyllinen valokuvaamisessa, ruoanlaitossa, maalaamisessa, autolla ajamisessa tai Excelissä.
fr_ca: Environ cent heures mènent à des compétences solides — utile pour la photo, la cuisine, la peinture, la conduite ou Excel.
he: כמאה שעות מביאות לרמת מיומנות טובה — מתאים לצילום, בישול, ציור, נהיגה או שימוש באקסל.
hi: लगभग सौ घंटे से ठोस दक्षता प्राप्त होती है — फोटोग्राफी, खाना बनाना, चित्रकारी, ड्राइविंग या एक्सेल सीखने के लिए उपयोगी।
hr: Oko 100 sati donosi solidnu kompetenciju — korisno za fotografiju, kuhanje, slikanje, vožnju ili rad u Excelu.
hu: Körülbelül száz óra biztos alapot ad — alkalmas fotózáshoz, főzéshez, festéshez, autóvezetéshez vagy Excel használathoz.
id: Sekitar seratus jam memberikan kompetensi yang solid — cocok untuk belajar fotografi, memasak, melukis, menyetir, atau Excel.
it: Circa cento ore portano a competenze solide — utile per fotografia, cucina, pittura, guida o Excel.
ja: 約100時間でしっかりとしたスキルが身につきます。写真、料理、絵画、運転、Excelなどに最適。
ko: 약 100시간의 학습은 사진, 요리, 그림, 운전, 엑셀 등 실용적인 기술을 익히기에 충분합니다.
ms: Sekitar seratus jam memberi kemahiran yang mantap — sesuai untuk belajar fotografi, memasak, melukis, memandu atau Excel.
nb: Rundt hundre timer gir solide ferdigheter – nyttig for å lære fotografering, matlaging, maling, kjøring eller Excel.
nl: Ongeveer honderd uur leidt tot solide competentie — handig voor fotografie, koken, schilderen, autorijden of Excel.
pl: Około 100 godzin daje solidne kompetencje — idealne przy nauce frameworka lub języka programowania.
pt_br: Cerca de cem horas levam a uma competência sólida — útil para fotografia, culinária, pintura, dirigir ou usar Excel.
ro: Aproximativ o sută de ore oferă competență solidă — utilă pentru fotografie, gătit, pictură, condus sau utilizarea Excel-ului.
ru: Около ста часов дает хорошие навыки — полезно для фотографии, готовки, рисования, вождения или работы с Excel.
sk: Asi sto hodín vedie k solídnym schopnostiam – vhodné pre fotografovanie, varenie, maľovanie, šoférovanie alebo Excel.
sv: Ungefär hundra timmar ger god kompetens — användbart för fotografering, matlagning, målning, bilkörning eller Excel.
th: ประมาณ 100 ชั่วโมงจะทำให้คุณมีทักษะที่มั่นคง เหมาะกับการเรียนรู้การถ่ายภาพ การทำอาหาร วาดภาพ ขับรถ หรือใช้ Excel
tr: Yaklaşık yüz saatlik eğitim sağlam bir yetkinlik kazandırır — fotoğrafçılık, yemek yapma, resim, araç kullanma veya Excel gibi alanlar için uygundur.
uk: Близько ста годин дає міцну компетенцію — підходить для фотографії, кулінарії, малювання, водіння або роботи в Excel.
vi: Khoảng một trăm giờ mang lại năng lực vững chắc — phù hợp để học nhiếp ảnh, nấu ăn, vẽ tranh, lái xe hoặc Excel.
zh_hans: 大约一百小时可建立扎实能力——适用于摄影、烹饪、绘画、驾驶或 Excel 等技能的学习。
zh_hant: 大約 100 小時可建立穩固的能力——適合學習攝影、烹飪、繪畫、駕駛或 Excel 等實用技能。

# theory_100_works
source: ✔️ Practical skills, career changes ✖️ Not expert level
ar: ✔️ مهارات عملية، تغيير مهني ✖️ ليست بمستوى الخبراء
ca: ✔️ Habilitats pràctiques, reciclatge ✖️ No és nivell expert
cs: ✔️ Praktické dovednosti ✖️ Ne expertní úroveň
da: ✔️ Praktiske færdigheder, omskoling ✖️ Ikke ekspertniveau
de: ✔️ Praktische Fähigkeiten, Umschulung ✖️ Kein Expertenniveau
el: ✔️ Πρακτικές δεξιότητες, επανεκπαίδευση ✖️ Όχι επίπεδο ειδικού
es_419: ✔️ Habilidades prácticas, reentrenamiento ✖️ No es nivel experto
fi: ✔️ Käytännön taidot, uudelleenkoulutus ✖️ Ei asiantuntijataso
fr_ca: ✔️ Compétences pratiques, reconversion ✖️ Pas niveau expert
he: ✔️ מיומנויות פרקטיות, הסבת מקצוע ✖️ לא רמת מומחה
hi: ✔️ व्यावहारिक कौशल, पुन: कौशल ✖️ विशेषज्ञ स्तर नहीं
hr: ✔️ Praktične vještine, prekvalifikacija ✖️ Nije ekspertska razina
hu: ✔️ Gyakorlati készségek, átképzés ✖️ Nem szakértői szint
id: ✔️ Keterampilan praktis, alih karier ✖️ Bukan tingkat ahli
it: ✔️ Abilità pratiche, riqualificazione ✖️ Non livello esperto
ja: ✔️ 実用的なスキル、再訓練にも有効 ✖️ 専門家レベルではない
ko: ✔️ 실용 기술, 직무 전환 ✖️ 전문가 수준은 아님
ms: ✔️ Kemahiran praktikal, perubahan kerjaya ✖️ Bukan tahap pakar
nb: ✔️ Praktiske ferdigheter, omskolering ✖️ Ikke ekspertnivå
nl: ✔️ Praktische vaardigheden, omscholing ✖️ Geen expert-niveau
pl: ✔️ Umiejętności praktyczne ✖️ Nie poziom eksperta
pt_br: ✔️ Habilidades práticas, requalificação ✖️ Não é nível de especialista
ro: ✔️ Abilități practice, recalificare ✖️ Nu este nivel expert
ru: ✔️ Практические навыки, переквалификация ✖️ Не уровень эксперта
sk: ✔️ Praktické zručnosti, rekvalifikácia ✖️ Nie expertná úroveň
sv: ✔️ Praktiska färdigheter, omskolning ✖️ Inte expert-nivå
th: ✔️ ทักษะในชีวิตประจำวัน, ปรับทักษะอาชีพ ✖️ ยังไม่ถึงระดับผู้เชี่ยวชาญ
tr: ✔️ Pratik beceriler, meslek değişimi ✖️ Uzman seviyesi değil
uk: ✔️ Практичні навички, перекваліфікація ✖️ Не експертний рівень
vi: ✔️ Kỹ năng thực tế, chuyển đổi nghề nghiệp ✖️ Không phải trình độ chuyên gia
zh_hans: ✔️ 实用技能、转行 ✖️ 不属于专家级别
zh_hant: ✔️ 實用技能，轉職 ✖️ 非專家級

# theory_1000_title
source: 1,000-Hour Rule
ar: قاعدة 1,000 ساعة
ca: Regla de les 1.000 hores
cs: Pravidlo 1 000 hodin
da: 1.000-timers reglen
de: 1.000-Stunden-Regel
el: Κανόνας των 1.000 ωρών
es_419: Regla de las 1 000 horas
fi: 1 000 tunnin sääntö
fr_ca: Règle des 1 000 heures
he: חוק 1,000 השעות
hi: 1,000 घंटे का नियम
hr: Pravilo 1.000 sati
hu: 1 000 órás szabály
id: Aturan 1.000 Jam
it: Regola delle 1.000 ore
ja: 1000時間の法則
ko: 1,000시간 법칙
ms: Peraturan 1,000 Jam
nb: 1 000-timersregelen
nl: 1.000-uurregel
pl: Zasada 1 000 godzin
pt_br: Regra das 1.000 horas
ro: Regula celor 1 000 de ore
ru: Правило 1 000 часов
sk: Pravidlo 1 000 hodín
sv: 1 000-timmarsregeln
th: กฎ 1,000 ชั่วโมง
tr: 1.000 Saat Kuralı
uk: Правило 1 000 годин
vi: Quy tắc 1.000 giờ
zh_hans: 一千小时法则
zh_hant: 1000 小時法則

# theory_1000_author
source: Popular in IT, languages, freelancing
ar: شائعة في تكنولوجيا المعلومات، اللغات، العمل الحر
ca: Popular en informàtica, idiomes, freelancing
cs: Populární v IT, jazycích, na volné noze
da: Populær i IT, sprog, freelancing
de: Beliebt in IT, Sprachen, Freelancing
el: Δημοφιλές σε IT, γλώσσες, freelancing
es_419: Popular en IT, idiomas, freelancers
fi: Suosittu IT:ssä, kielissä, freelancereilla
fr_ca: Populaire en TI, langues, travail autonome
he: פופולרי ב-IT, שפות, פרילנסרים
hi: आईटी, भाषाओं और फ्रीलांसिंग में लोकप्रिय
hr: Popularno u IT-u, jezicima, freelancingu
hu: Népszerű az IT, nyelvek és szabadúszás területén
id: Populer di bidang TI, bahasa, freelance
it: Popolare in IT, lingue, freelancing
ja: IT、語学、フリーランス界隈で人気
ko: IT, 언어, 프리랜스 분야에서 인기
ms: Popular dalam IT, bahasa, freelance
nb: Populær innen IT, språk, frilansing
nl: Populair in IT, talen, freelance
pl: Popularna w IT, językach, freelancingu
pt_br: Popular em TI, idiomas, freelancer
ro: Populară în IT, limbi, freelancing
ru: Популярно в IT, языках, фрилансе
sk: Populárne v IT, jazykoch, na voľnej nohe
sv: Populär inom IT, språk, frilans
th: นิยมในสาย IT, ภาษา, ฟรีแลนซ์
tr: IT, diller, serbest çalışma alanlarında popüler
uk: Популярне в ІТ, мовах, фрилансі
vi: Phổ biến trong CNTT, ngôn ngữ, làm việc tự do
zh_hans: 在 IT、语言、自由职业中广泛使用
zh_hant: 流行於 IT、語言、自由職業

# theory_1000_description
source: 1,000 hours of focused training can make you a professional — from music teachers and chefs to translators and yoga instructors. Enough to teach or earn income.
ar: ألف ساعة من التدريب المكثف تضعك على مستوى احترافي — من مدرسي الموسيقى والطهاة إلى المترجمين ومدربي اليوغا.
ca: Mil hores d’aprenentatge intensiu et porten a un nivell professional — des de professors de música i cuiners fins a traductors i instructors de ioga.
cs: Tisíc hodin intenzivního učení tě dostane na profesionální úroveň — vhodné pro překladatele, učitele hudby, kuchaře či instruktory jógy.
da: Tusen timers intensiv læring bringer dig til et professionelt niveau — fra musiklærere og kokke til oversættere og yogainstruktører.
de: Tausend Stunden intensiven Trainings bringen dich auf ein professionelles Niveau – von Musiklehrern und Köchen bis zu Übersetzern und Yoga-Trainer:innen.
el: Χίλιες ώρες εντατικής μάθησης σε φέρνουν σε επαγγελματικό επίπεδο — από καθηγητές μουσικής και μάγειρες μέχρι μεταφραστές και εκπαιδευτές γιόγκα.
es_419: Mil horas de entrenamiento intensivo te hacen profesional — desde maestros de música y chefs hasta traductores e instructores de yoga.
fi: Tuhat tuntia intensiivistä opiskelua vie sinut ammattilaistasolle — musiikinopettajista ja kokeista kääntäjiin ja joogaohjaajiin.
fr_ca: Mille heures de formation ciblée te placent à un niveau professionnel — professeurs de musique, chefs, traducteurs ou instructeurs de yoga. Suffisant pour enseigner ou gagner sa vie.
he: אלף שעות של אימון ממוקד מספיקות כדי להגיע לרמה מקצועית — ממורים למוזיקה וטבחים ועד למתרגמים ומדריכי יוגה. מספיק כדי ללמד או להרוויח.
hi: हज़ार घंटे का गहन प्रशिक्षण आपको पेशेवर स्तर तक पहुंचाता है — संगीत शिक्षक, शेफ, अनुवादक और योग प्रशिक्षकों के लिए पर्याप्त। यह सिखाने या कमाने के लिए पर्याप्त है।
hr: Tisuću sati intenzivnog učenja vodi te na profesionalnu razinu — od učitelja glazbe i kuhara do prevoditelja i joga instruktora.
hu: Ezer óra intenzív tanulás profi szintre juttat — zeneoktatók, szakácsok, fordítók vagy jógaoktatók szintjére.
id: Seribu jam pembelajaran intensif membawamu ke tingkat profesional — mulai dari guru musik dan koki hingga penerjemah dan instruktur yoga.
it: Mille ore di apprendimento intenso ti portano a un livello professionale — da insegnanti di musica e cuochi a traduttori e istruttori di yoga.
ja: 1000時間の集中トレーニングで、プロフェッショナルレベルに到達。音楽講師、料理人、翻訳者、ヨガインストラクターなどに最適。
ko: 1,000시간의 집중 훈련으로 전문 수준에 도달할 수 있습니다. 음악 교사, 요리사, 번역가, 요가 강사 등에게 적합합니다.
ms: Seribu jam latihan fokus membolehkan anda mencapai tahap profesional — daripada guru muzik dan cef hingga penterjemah dan pengajar yoga.
nb: Tusen timer med fokusert øving kan bringe deg til et profesjonelt nivå – fra musikklærere og kokker til oversettere og yogainstruktører.
nl: Duizend uur gerichte training brengt je naar professioneel niveau — van muziekleraren en koks tot vertalers en yogainstructeurs.
pl: 1 000 godzin intensywnej nauki czyni cię zawodowym ekspertem. Świetne do osiągnięcia samodzielności w IT, tłumaczeniach, sztuce cyfrowej.
pt_br: Mil horas de treino focado te levam ao nível profissional — de professores de música e chefs a tradutores e instrutores de ioga.
ro: O mie de ore de studiu intens te duc la nivel profesional — de la profesori de muzică și bucătari, până la traducători și instructori de yoga.
ru: Тысяча часов интенсивной учебы выводит вас на профессиональный уровень — от преподавателей музыки и поваров до переводчиков и инструкторов йоги.
sk: Tisíc hodín intenzívneho učenia ťa dostane na profesionálnu úroveň – od učiteľov hudby a kuchárov po prekladateľov a inštruktorov jogy.
sv: Tusen timmars fokuserat lärande ger professionell nivå – från musiklärare och kockar till översättare och yogainstruktörer.
th: พันชั่วโมงของการฝึกฝนจะทำให้คุณไปถึงระดับมืออาชีพ เช่น ครูดนตรี เชฟ นักแปล หรือครูสอนโยคะ
tr: Bin saatlik yoğun öğrenme seni profesyonel seviyeye taşır — müzik öğretmenlerinden aşçılara, çevirmenlere ve yoga eğitmenlerine kadar.
uk: Тисяча годин інтенсивного навчання підніме тебе на професійний рівень — від вчителів музики та кухарів до перекладачів і тренерів йоги.
vi: Một nghìn giờ học tập tập trung sẽ giúp bạn đạt đến trình độ chuyên nghiệp — từ giáo viên âm nhạc và đầu bếp đến dịch giả và huấn luyện viên yoga.
zh_hans: 一千小时的专注训练可让你达到职业水平——包括音乐教师、厨师、翻译、瑜伽教练等。足以教人或谋生。
zh_hant: 1000 小時的密集學習能讓你達到專業水準——從音樂老師、廚師，到翻譯與瑜伽老師。足以教學或創收。
