Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# counter_current_thresholds
source: Current Thresholds
ar: العتبات الحالية
ca: Llindars actuals
cs: Aktuální prahy
da: Aktuelle tærskler
de: Aktuelle Schwellenwerte
el: Τρέχοντα κατώφλια
es_419: Umbrales Actuales
fi: Nykyiset kynnykset
fr_ca: Seuils actuels
he: ספים נוכחיים
hi: वर्तमान थ्रेशहोल्ड
hr: Trenutni pragovi
hu: Jelenlegi küszöbök
id: Ambang Saat Ini
it: Soglie correnti
ja: 現在のしきい値
ko: 현재 임계값
ms: Ambang semasa
nb: Gjeldende terskler
nl: Huidige drempels
pl: Obecne progi
pt_br: Limiares Atuais
ro: Praguri actuale
ru: Текущие пороги
sk: Aktuálne prahy
sv: Aktuella trösklar
th: ค่าเกณฑ์ปัจจุบัน
tr: Mevcut eşikler
uk: Поточні пороги
vi: Ngưỡng hiện tại
zh_hans: 当前阈值
zh_hant: 目前的臨界值

# counter_add_threshold
source: Add Threshold
ar: إضافة عتبة
ca: Afegeix llindar
cs: Přidat práh
da: Tilføj tærskel
de: Schwellenwert hinzufügen
el: Προσθήκη κατωφλίου
es_419: Agregar Umbral
fi: Lisää kynnys
fr_ca: Ajouter un seuil
he: הוסף סף
hi: थ्रेशहोल्ड जोड़ें
hr: Dodaj prag
hu: Küszöb hozzáadása
id: Tambah Ambang
it: Aggiungi soglia
ja: しきい値を追加
ko: 임계값 추가
ms: Tambah ambang
nb: Legg til terskel
nl: Drempel toevoegen
pl: Dodaj próg
pt_br: Adicionar Limiar
ro: Adaugă prag
ru: Добавить порог
sk: Pridať prah
sv: Lägg till tröskel
th: เพิ่มค่าเกณฑ์
tr: Eşik ekle
uk: Додати поріг
vi: Thêm ngưỡng
zh_hans: 添加阈值
zh_hant: 新增臨界值

# counter_thresholds_title
source: Thresholds
ar: العتبات
ca: Llindars
cs: Prahy
da: Tærskler
de: Schwellenwerte
el: Κατώφλια
es_419: Umbrales
fi: Kynnykset
fr_ca: Seuils
he: ספים
hi: थ्रेशहोल्ड
hr: Pragovi
hu: Küszöbök
id: Ambang
it: Soglie
ja: しきい値
ko: 임계값
ms: Ambang
nb: Terskler
nl: Drempels
pl: Progi
pt_br: Limiares
ro: Praguri
ru: Пороги
sk: Prahy
sv: Trösklar
th: ค่าเกณฑ์
tr: Eşikler
uk: Пороги
vi: Ngưỡng
zh_hans: 阈值
zh_hant: 臨界值

# exemplary_skills_title
source: Skills
ar: المهارات
ca: Habilitats
cs: Dovednosti
da: Færdigheder
de: Fähigkeiten
el: Δεξιότητες
es_419: Habilidades
fi: Taidot
fr_ca: Compétences
he: מיומנויות
hi: कौशल
hr: Vještine
hu: Készségek
id: Keterampilan
it: Abilità
ja: スキル
ko: 스킬
ms: Kemahiran
nb: Ferdigheter
nl: Vaardigheden
pl: Umiejętności
pt_br: Habilidades
ro: Abilități
ru: Навыки
sk: Zručnosti
sv: Färdigheter
th: ทักษะ
tr: Beceriler
uk: Навички
vi: Kỹ năng
zh_hans: 技能
zh_hant: 技能

# daily_evaluations_format
source: Daily Evaluations: %d/%d
ar: التقييمات اليومية: %d/%d
ca: Avaluacions diàries: %d/%d
cs: Denní hodnocení: %d/%d
da: Daglige evalueringer: %d/%d
de: Tägliche Bewertungen: %d/%d
el: Ημερήσιες αξιολογήσεις: %d/%d
es_419: Evaluaciones diarias: %d/%d
fi: Päivittäiset arviot: %d/%d
fr_ca: Évaluations quotidiennes : %d/%d
he: הערכות יומיות: %d/%d
hi: दैनिक मूल्यांकन: %d/%d
hr: Dnevne procjene: %d/%d
hu: Napi értékelések: %d/%d
id: Evaluasi harian: %d/%d
it: Valutazioni giornaliere: %d/%d
ja: 1日の評価: %d/%d
ko: 일일 평가: %d/%d
ms: Penilaian harian: %d/%d
nb: Daglige vurderinger: %d/%d
nl: Dagelijkse beoordelingen: %d/%d
pl: Dzienne oceny: %d/%d
pt_br: Avaliações diárias: %d/%d
ro: Evaluări zilnice: %d/%d
ru: Ежедневные оценки: %d/%d
sk: Denné hodnotenia: %d/%d
sv: Dagliga utvärderingar: %d/%d
th: การประเมินรายวัน: %d/%d
tr: Günlük değerlendirmeler: %d/%d
uk: Щоденні оцінювання: %d/%d
vi: Đánh giá hằng ngày: %d/%d
zh_hans: 每日评估：%d/%d
zh_hant: 每日評估：%d/%d

# sort_menu_label
source: Sort
ar: ترتيب
ca: Ordena
cs: Řadit
da: Sorter
de: Sortieren
el: Ταξινόμηση
es_419: Ordenar
fi: Lajittele
fr_ca: Trier
he: מיין
hi: क्रमबद्ध करें
hr: Sortiraj
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並び替え
ko: 정렬
ms: Isih
nb: Sorter
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ro: Sortează
ru: Сортировать
sk: Zoradiť
sv: Sortera
th: เรียงลำดับ
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: Reset Daily Limit
ar: إعادة تعيين الحد اليومي
ca: Restableix límit diari
cs: Resetovat denní limit
da: Nulstil dagligt loft
de: Tageslimit zurücksetzen
el: Επαναφορά ημερήσιου ορίου
es_419: Restablecer límite diario
fi: Nollaa päiväkohtainen raja
fr_ca: Réinitialiser la limite quotidienne
he: אפס מגבלה יומית
hi: दैनिक सीमा रीसेट करें
hr: Resetiraj dnevni limit
hu: Napi limit visszaállítása
id: Setel ulang batas harian
it: Reimposta limite giornaliero
ja: 1日の上限をリセット
ko: 일일 제한 재설정
ms: Tetap semula had harian
nb: Tilbakestill daglig grense
nl: Dagelijkse limiet resetten
pl: Resetuj dzienny limit
pt_br: Redefinir limite diário
ro: Resetează limita zilnică
ru: Сбросить дневной лимит
sk: Resetovať denný limit
sv: Återställ daglig gräns
th: รีเซ็ตขีดจำกัดรายวัน
tr: Günlük sınırı sıfırla
uk: Скинути денний ліміт
vi: Đặt lại giới hạn hằng ngày
zh_hans: 重置每日限制
zh_hant: 重設每日上限

# daily_limit_reached_title
source: Daily Limit Reached
ar: تم بلوغ الحد اليومي
ca: S'ha assolit el límit diari
cs: Dosažen denní limit
da: Dagligt loft nået
de: Tageslimit erreicht
el: Έχει επιτευχθεί το ημερήσιο όριο
es_419: Límite diario alcanzado
fi: Päiväraja saavutettu
fr_ca: Limite quotidienne atteinte
he: המגבלה היומית הושגה
hi: दैनिक सीमा पूरी
hr: Dnevni limit dosegnut
hu: Napi limit elérve
id: Batas harian tercapai
it: Limite giornaliero raggiunto
ja: 1日の上限に達しました
ko: 일일 제한 도달
ms: Had harian dicapai
nb: Daglig grense nådd
nl: Dagelijkse limiet bereikt
pl: Osiągnięto dzienny limit
pt_br: Limite diário atingido
ro: Limită zilnică atinsă
ru: Дневной лимит достигнут
sk: Denný limit dosiahnutý
sv: Daglig gräns nådd
th: ถึงขีดจำกัดรายวันแล้ว
tr: Günlük sınır aşıldı
uk: Денний ліміт досягнуто
vi: Đạt giới hạn hằng ngày
zh_hans: 达到每日限制
zh_hant: 已達每日上限

# daily_limit_reached_message_format
source: You've reached your daily limit of %d skill evaluations. Try again tomorrow!
ar: لقد بلغت حد %d تقييمًا يوميًا للمهارات. جرّب مجددًا غدًا!
ca: Has arribat al límit diari de %d avaluacions d'habilitats. Torna-ho a provar demà!
cs: Dosáhl(a) jsi denního limitu %d hodnocení dovedností. Zkus zítra!
da: Du har nået dit daglige loft på %d færdighedsevalueringer. Prøv igen i morgen!
de: Du hast dein Tageslimit von %d Fähigkeitsbewertungen erreicht. Versuche es morgen erneut!
el: Έχεις φτάσει το ημερήσιο όριο %d αξιολογήσεων δεξιοτήτων. Δοκίμασε ξανά αύριο!
es_419: Has alcanzado tu límite diario de %d evaluaciones de habilidades. ¡Inténtalo mañana!
fi: Olet saavuttanut %d taitoarvion päiväkohtaisen rajan. Yritä uudelleen huomenna!
fr_ca: Tu as atteint la limite quotidienne de %d évaluations de compétences. Réessaie demain !
he: הגעת למגבלה היומית של %d הערכות מיומנויות. נסה שוב מחר!
hi: आपने %d दैनिक कौशल मूल्यांकन की सीमा प्राप्त कर ली है। कल फिर प्रयास करें!
hr: Dosegnuo/dosegnula si dnevni limit od %d procjena vještina. Pokušaj sutra!
hu: Elérted a %d napi készségértékelés limitet. Próbáld meg holnap!
id: Kamu telah mencapai batas harian %d evaluasi keterampilan. Coba lagi besok!
it: Hai raggiunto il limite giornaliero di %d valutazioni delle abilità. Riprova domani!
ja: 1日のスキル評価上限 %d に達しました。明日もう一度お試しください！
ko: 하루 %d번의 스킬 평가 제한에 도달했습니다. 내일 다시 시도하세요!
ms: Anda telah mencapai had harian %d penilaian kemahiran. Cuba lagi esok!
nb: Du har nådd den daglige grensen på %d ferdighetsvurderinger. Prøv igjen i morgen!
nl: Je hebt je dagelijkse limiet van %d vaardigheidsbeoordelingen bereikt. Probeer het morgen opnieuw!
pl: Osiągnąłeś dzienny limit %d ocen umiejętności. Spróbuj jutro!
pt_br: Você atingiu seu limite diário de %d avaliações de habilidades. Tente novamente amanhã!
ro: Ai atins limita zilnică de %d evaluări ale abilităților. Încearcă mâine!
ru: Вы достигли дневного лимита в %d оценок навыков. Попробуйте завтра!
sk: Dosiahol si denný limit %d hodnotení zručností. Skús zajtra!
sv: Du har nått din dagliga gräns på %d färdighetsutvärderingar. Försök igen i morgon!
th: คุณถึงขีดจำกัด %d การประเมินทักษะต่อวันแล้ว ลองใหม่พรุ่งนี้!
tr: %d günlük beceri değerlendirme sınırına ulaştın. Yarın tekrar dene!
uk: Ти досяг(ла) денного ліміту %d оцінювань навичок. Спробуй завтра!
vi: Bạn đã đạt giới hạn %d đánh giá kỹ năng mỗi ngày. Hãy thử lại vào ngày mai!
zh_hans: 你已达到每日 %d 次技能评估的限制。请明天再试！
zh_hant: 你已達到每日 %d 次技能評估的上限。請明天再試！

source: OK
ar: حسنًا
he: אישור
hi: ठीक
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# time_distribution_title
source: Time Distribution
ar: توزيع الوقت
ca: Distribució del temps
cs: Rozdělení času
da: Tidsfordeling
de: Zeitverteilung
el: Κατανομή χρόνου
es_419: Distribución del tiempo
fi: Ajanjakauma
fr_ca: Répartition du temps
he: התפלגות זמן
hi: समय वितरण
hr: Raspodjela vremena
hu: Időeloszlás
id: Distribusi waktu
it: Distribuzione del tempo
ja: 時間分布
ko: 시간 분포
ms: Taburan masa
nb: Tidsfordeling
nl: Tijdsverdeling
pl: Rozkład czasu
pt_br: Distribuição de tempo
ro: Distribuția timpului
ru: Распределение времени
sk: Rozdelenie času
sv: Tidsfördelning
th: การกระจายเวลา
tr: Zaman dağılımı
uk: Розподіл часу
vi: Phân bố thời gian
zh_hans: 时间分布
zh_hant: 時間分佈

# time_distribution_skill_format
source: Skill: %@
ar: المهارة: %@
ca: Habilitat: %@
cs: Dovednost: %@
da: Færdighed: %@
de: Fähigkeit: %@
el: Δεξιότητα: %@
es_419: Habilidad: %@
fi: Taito: %@
fr_ca: Compétence : %@
he: מיומנות: %@
hi: कौशल: %@
hr: Vještina: %@
hu: Készség: %@
id: Keterampilan: %@
it: Abilità: %@
ja: スキル: %@
ko: 스킬: %@
ms: Kemahiran: %@
nb: Ferdighet: %@
nl: Vaardigheid: %@
pl: Umiejętność: %@
pt_br: Habilidade: %@
ro: Abilitate: %@
ru: Навык: %@
sk: Zručnosť: %@
sv: Färdighet: %@
th: ทักษะ: %@
tr: Beceri: %@
uk: Навичка: %@
vi: Kỹ năng: %@
zh_hans: 技能：%@
zh_hant: 技能：%@

# time_total_hours_format
source: Total time: %@ h
ar: الوقت الكلي: %@ س
ca: Temps total: %@ h
cs: Celkový čas: %@ h
da: Samlet tid: %@ t
de: Gesamtzeit: %@ h
el: Συνολικός χρόνος: %@ ω
es_419: Tiempo total: %@ h
fi: Aika yhteensä: %@ h
fr_ca: Temps total : %@ h
he: זמן כולל: %@ שעות
hi: कुल समय: %@ घं
hr: Ukupno vrijeme: %@ h
hu: Összidő: %@ óra
id: Total waktu: %@ j
it: Tempo totale: %@ h
ja: 合計時間: %@ 時
ko: 총 시간: %@ 시간
ms: Jumlah masa: %@ j
nb: Total tid: %@ t
nl: Totale tijd: %@ u
pl: Łączny czas: %@ h
pt_br: Tempo total: %@ h
ro: Timp total: %@ h
ru: Общее время: %@ ч
sk: Celkový čas: %@ h
sv: Total tid: %@ h
th: เวลารวม: %@ ชม.
tr: Toplam süre: %@ sa
uk: Загальний час: %@ год
vi: Tổng thời gian: %@ giờ
zh_hans: 总时间：%@ 小时
zh_hant: 總時間：%@ 小時

# time_mean_minutes_format
source: Mean interval: %@ min
ar: المتوسط: %@ د
ca: Interval mitjà: %@ min
cs: Průměrný interval: %@ min
da: Gennemsnitligt interval: %@ min
de: Mittleres Intervall: %@ min
el: Μέσο διάστημα: %@ λ
es_419: Intervalo medio: %@ min
fi: Keskimääräinen väli: %@ min
fr_ca: Intervalle moyen : %@ min
he: מרווח ממוצע: %@ דק'
hi: औसत अंतराल: %@ मि
hr: Prosječni interval: %@ min
hu: Átlagos intervallum: %@ perc
id: Rata-rata interval: %@ mnt
it: Intervallo medio: %@ min
ja: 平均間隔: %@ 分
ko: 평균 간격: %@ 분
ms: Selang purata: %@ min
nb: Gjennomsnittlig intervall: %@ min
nl: Gemiddeld interval: %@ min
pl: Średni interwał: %@ min
pt_br: Intervalo médio: %@ min
ro: Interval mediu: %@ min
ru: Средний интервал: %@ мин
sk: Priemerný interval: %@ min
sv: Genomsnittligt intervall: %@ min
th: ช่วงเวลาเฉลี่ย: %@ นาที
tr: Ortalama aralık: %@ dk
uk: Середній інтервал: %@ хв
vi: Khoảng trung bình: %@ phút
zh_hans: 平均间隔：%@ 分钟
zh_hant: 平均間隔：%@ 分鐘

# time_std_minutes_format
source: Std dev: %@ min
ar: الانحراف المعياري: %@ د
ca: Desv. estàndard: %@ min
cs: Směrodatná odchylka: %@ min
da: Std.afv.: %@ min
de: Std.-Abw.: %@ min
el: Τυπ. απόκλιση: %@ λ
es_419: Desv. estándar: %@ min
fi: Keskihajonta: %@ min
fr_ca: Écart-type : %@ min
he: סטיית תקן: %@ דק'
hi: मानक विचलन: %@ मि
hr: Std. devijacija: %@ min
hu: Szórás: %@ perc
id: Dev. standar: %@ mnt
it: Dev. standard: %@ min
ja: 標準偏差: %@ 分
ko: 표준편차: %@ 분
ms: Sisihan piawai: %@ min
nb: Std.avvik: %@ min
nl: Standaardafw.: %@ min
pl: Odchyl. stand.: %@ min
pt_br: Desv. padrão: %@ min
ro: Abatere standard: %@ min
ru: Ст. отклонение: %@ мин
sk: Št. odchýlka: %@ min
sv: Std.avvikelse: %@ min
th: ส่วนเบี่ยงเบนมาตรฐาน: %@ นาที
tr: Std. sapma: %@ dk
uk: Сер. відхилення: %@ хв
vi: Độ lệch chuẩn: %@ phút
zh_hans: 标准差：%@ 分钟
zh_hant: 標準差：%@ 分鐘

# distribution_nav_title
source: Distribution
ar: التوزيع
ca: Distribució
cs: Rozdělení
da: Fordeling
de: Verteilung
el: Κατανομή
es_419: Distribución
fi: Jakauma
fr_ca: Répartition
he: התפלגות
hi: वितरण
hr: Raspodjela
hu: Eloszlás
id: Distribusi
it: Distribuzione
ja: 分布
ko: 분포
ms: Taburan
nb: Fordeling
nl: Verdeling
pl: Rozkład
pt_br: Distribuição
ro: Distribuție
ru: Распределение
sk: Rozdelenie
sv: Fördelning
th: การกระจาย
tr: Dağılım
uk: Розподіл
vi: Phân bố
zh_hans: 分布
zh_hant: 分佈

# global_time_distribution_title
source: Global Time Distribution
ar: التوزيع العالمي للوقت
ca: Distribució global del temps
cs: Globální rozdělení času
da: Global tidsfordeling
de: Globale Zeitverteilung
el: Καθολική κατανομή χρόνου
es_419: Distribución global del tiempo
fi: Globaali ajanjakauma
fr_ca: Répartition globale du temps
he: התפלגות זמן גלובלית
hi: वैश्विक समय वितरण
hr: Globalna raspodjela vremena
hu: Globális időeloszlás
id: Distribusi waktu global
it: Distribuzione globale del tempo
ja: 全体の時間分布
ko: 전체 시간 분포
ms: Taburan masa global
nb: Global tidsfordeling
nl: Globale tijdsverdeling
pl: Globalny rozkład czasu
pt_br: Distribuição global de tempo
ro: Distribuția globală a timpului
ru: Глобальное распределение времени
sk: Globálne rozdelenie času
sv: Global tidsfördelning
th: การกระจายเวลาทั้งหมด
tr: Küresel zaman dağılımı
uk: Глобальний розподіл часу
vi: Phân bố thời gian toàn cục
zh_hans: 全局时间分布
zh_hant: 全球時間分佈

# sort_name
source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es_419: Nombre
fi: Nimi
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sk: Názov
sv: Namn
th: ชื่อ
tr: İsim
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# sort_category
source: Category
ar: الفئة
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es_419: Categoría
fi: Kategoria
fr_ca: Catégorie
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
ms: Kategori
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sv: Kategori
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

# sort_stars_asc
source: Stars ↑
ar: النجوم ↑
ca: Estrelles ↑
cs: Hvězdy ↑
da: Stjerner ↑
de: Sterne ↑
el: Αστέρια ↑
es_419: Estrellas ↑
fi: Tähdet ↑
fr_ca: Étoiles ↑
he: כוכבים ↑
hi: सितारे ↑
hr: Zvijezde ↑
hu: Csillagok ↑
id: Bintang ↑
it: Stelle ↑
ja: 星 ↑
ko: 별 ↑
ms: Bintang ↑
nb: Stjerner ↑
nl: Sterren ↑
pl: Gwiazdy ↑
pt_br: Estrelas ↑
ro: Stele ↑
ru: Звезды ↑
sk: Hviezdy ↑
sv: Stjärnor ↑
th: ดาว ↑
tr: Yıldızlar ↑
uk: Зірки ↑
vi: Sao ↑
zh_hans: 星级 ↑
zh_hant: 星級 ↑

# sort_stars_desc
source: Stars ↓
ar: النجوم ↓
ca: Estrelles ↓
cs: Hvězdy ↓
da: Stjerner ↓
de: Sterne ↓
el: Αστέρια ↓
es_419: Estrellas ↓
fi: Tähdet ↓
fr_ca: Étoiles ↓
he: כוכבים ↓
hi: सितारे ↓
hr: Zvijezde ↓
hu: Csillagok ↓
id: Bintang ↓
it: Stelle ↓
ja: 星 ↓
ko: 별 ↓
ms: Bintang ↓
nb: Stjerner ↓
nl: Sterren ↓
pl: Gwiazdy ↓
pt_br: Estrelas ↓
ro: Stele ↓
ru: Звезды ↓
sk: Hviezdy ↓
sv: Stjärnor ↓
th: ดาว ↓
tr: Yıldızlar ↓
uk: Зірки ↓
vi: Sao ↓
zh_hans: 星级 ↓
zh_hant: 星級 ↓

# sort_difficulty_asc
source: Difficulty ↑
ar: الصعوبة ↑
ca: Dificultat ↑
cs: Obtížnost ↑
da: Sværhedsgrad ↑
de: Schwierigkeit ↑
el: Δυσκολία ↑
es_419: Dificultad ↑
fi: Vaikeus ↑
fr_ca: Difficulté ↑
he: קושי ↑
hi: कठिनाई ↑
hr: Težina ↑
hu: Nehézség ↑
id: Tingkat kesulitan ↑
it: Difficoltà ↑
ja: 難易度 ↑
ko: 난이도 ↑
ms: Kesukaran ↑
nb: Vanskelighet ↑
nl: Moeilijkheid ↑
pl: Trudność ↑
pt_br: Dificuldade ↑
ro: Dificultate ↑
ru: Сложность ↑
sk: Náročnosť ↑
sv: Svårighet ↑
th: ความยาก ↑
tr: Zorluk ↑
uk: Складність ↑
vi: Độ khó ↑
zh_hans: 难度 ↑
zh_hant: 難度 ↑

# sort_difficulty_desc
source: Difficulty ↓
ar: الصعوبة ↓
ca: Dificultat ↓
cs: Obtížnost ↓
da: Sværhedsgrad ↓
de: Schwierigkeit ↓
el: Δυσκολία ↓
es_419: Dificultad ↓
fi: Vaikeus ↓
fr_ca: Difficulté ↓
he: קושי ↓
hi: कठिनाई ↓
hr: Težina ↓
hu: Nehézség ↓
id: Tingkat kesulitan ↓
it: Difficoltà ↓
ja: 難易度 ↓
ko: 난이도 ↓
ms: Kesukaran ↓
nb: Vanskelighet ↓
nl: Moeilijkheid ↓
pl: Trudność ↓
pt_br: Dificuldade ↓
ro: Dificultate ↓
ru: Сложность ↓
sk: Náročnosť ↓
sv: Svårighet ↓
th: ความยาก ↓
tr: Zorluk ↓
uk: Складність ↓
vi: Độ khó ↓
zh_hans: 难度 ↓
zh_hant: 難度 ↓

# sort_completed_asc
source: Completed ↑
ar: المكتمل ↑
ca: Completat ↑
cs: Dokončené ↑
da: Fuldført ↑
de: Abgeschlossen ↑
el: Ολοκληρωμένα ↑
es_419: Completado ↑
fi: Valmiit ↑
fr_ca: Terminé ↑
he: הושלמו ↑
hi: पूर्ण ↑
hr: Završeno ↑
hu: Kész ↑
id: Selesai ↑
it: Completato ↑
ja: 完了 ↑
ko: 완료 ↑
ms: Selesai ↑
nb: Fullført ↑
nl: Voltooid ↑
pl: Ukończone ↑
pt_br: Concluído ↑
ro: Finalizat ↑
ru: Завершено ↑
sk: Dokončené ↑
sv: Slutförd ↑
th: เสร็จสิ้น ↑
tr: Tamamlanan ↑
uk: Завершено ↑
vi: Hoàn thành ↑
zh_hans: 完成度 ↑
zh_hant: 完成度 ↑

# sort_completed_desc
source: Completed ↓
ar: المكتمل ↓
ca: Completat ↓
cs: Dokončené ↓
da: Fuldført ↓
de: Abgeschlossen ↓
el: Ολοκληρωμένα ↓
es_419: Completado ↓
fi: Valmiit ↓
fr_ca: Terminé ↓
he: הושלמו ↓
hi: पूर्ण ↓
hr: Završeno ↓
hu: Kész ↓
id: Selesai ↓
it: Completato ↓
ja: 完了 ↓
ko: 완료 ↓
ms: Selesai ↓
nb: Fullført ↓
nl: Voltooid ↓
pl: Ukończone ↓
pt_br: Concluído ↓
ro: Finalizat ↓
ru: Завершено ↓
sk: Dokončené ↓
sv: Slutförd ↓
th: เสร็จสิ้น ↓
tr: Tamamlanan ↓
uk: Завершено ↓
vi: Hoàn thành ↓
zh_hans: 完成度 ↓
zh_hant: 完成度 ↓

# skill_details_title
source: Skill Details
ar: تفاصيل المهارة
ca: Detalls de l'habilitat
cs: Detaily dovednosti
da: Færdighedsdetaljer
de: Fähigkeitsdetails
el: Λεπτομέρειες δεξιότητας
es_419: Detalles de la habilidad
fi: Taido n yksityiskohdat
fr_ca: Détails de la compétence
he: פרטי מיומנות
hi: कौशल विवरण
hr: Detalji vještine
hu: Készség részletei
id: Detail keterampilan
it: Dettagli abilità
ja: スキルの詳細
ko: 스킬 상세
ms: Butiran kemahiran
nb: Ferdighetsdetaljer
nl: Vaardigheidsdetails
pl: Szczegóły umiejętności
pt_br: Detalhes da habilidade
ro: Detalii abilitate
ru: Подробности навыка
sk: Detaily zručnosti
sv: Färdighetsdetaljer
th: รายละเอียดทักษะ
tr: Beceri ayrıntıları
uk: Деталі навички
vi: Chi tiết kỹ năng
zh_hans: 技能详情
zh_hant: 技能詳細資訊

source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es_419: Cerrar
fi: Sulje
fr_ca: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# change_rating_accessibility
source: Change rating
ar: تغيير التقييم
ca: Canvia la valoració
cs: Změnit hodnocení
da: Skift vurdering
de: Bewertung ändern
el: Αλλαγή αξιολόγησης
es_419: Cambiar calificación
fi: Vaihda arviota
fr_ca: Changer la note
he: שנה דירוג
hi: रेटिंग बदलें
hr: Promijeni ocjenu
hu: Értékelés módosítása
id: Ubah penilaian
it: Cambia valutazione
ja: 評価を変更
ko: 평가 변경
ms: Tukar penarafan
nb: Endre vurdering
nl: Beoordeling wijzigen
pl: Zmień ocenę
pt_br: Alterar avaliação
ro: Schimbă evaluarea
ru: Изменить оценку
sk: Zmeniť hodnotenie
sv: Ändra betyg
th: เปลี่ยนการให้คะแนน
tr: Puanı değiştir
uk: Змінити оцінку
vi: Thay đổi đánh giá
zh_hans: 更改评分
zh_hant: 變更評分

source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es_419: Descripción
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Achievement Status
ar: حالة الإنجاز
ca: Estat de l'assoliment
cs: Stav dosažení
da: Præstationsstatus
de: Erfolgsstatus
el: Κατάσταση επιτεύγματος
es_419: Estado del logro
fi: Saavutuksen tila
fr_ca: Statut de l'accomplissement
he: סטטוס הישג
hi: उपलब्धि स्थिति
hr: Status postignuća
hu: Teljesítmény állapota
id: Status pencapaian
it: Stato dell'obiettivo
ja: 達成状況
ko: 업적 상태
ms: Status pencapaian
nb: Prestasjonstatus
nl: Status van prestatie
pl: Status osiągnięcia
pt_br: Status da conquista
ro: Starea realizării
ru: Статус достижения
sk: Stav dosiahnutia
sv: Prestationsstatus
th: สถานะความสำเร็จ
tr: Başarı durumu
uk: Статус досягнення
vi: Trạng thái thành tựu
zh_hans: 成就状态
zh_hant: 成就狀態

# obtained_label
source: Obtained:
ar: تم الحصول عليه:
ca: Obtingut:
cs: Získáno:
da: Opnået:
de: Erreicht:
el: Αποκτήθηκε:
es_419: Obtenido:
fi: Saavutettu:
fr_ca: Obtenu :
he: הושג:
hi: प्राप्त:
hr: Dobiveno:
hu: Elérve:
id: Didapat:
it: Ottenuto:
ja: 獲得:
ko: 획득:
ms: Diperoleh:
nb: Oppnådd:
nl: Behaald:
pl: Zdobyto:
pt_br: Obtida:
ro: Obținut:
ru: Получено:
sk: Získané:
sv: Uppnådd:
th: ได้รับ:
tr: Elde edildi:
uk: Отримано:
vi: Đạt được:
zh_hans: 获得：
zh_hant: 已取得：

source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es_419: Desconocido
fi: Tuntematon
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Chưa rõ
zh_hans: 未知
zh_hant: 未知

# your_rating_label
source: Your Rating:
ar: تقييمك:
ca: La teva valoració:
cs: Tvé hodnocení:
da: Din vurdering:
de: Deine Bewertung:
el: Η αξιολόγησή σου:
es_419: Tu calificación:
fi: Arviosi:
fr_ca: Ta note :
he: הדירוג שלך:
hi: आपकी रेटिंग:
hr: Tvoja ocjena:
hu: Értékelésed:
id: Penilaianmu:
it: La tua valutazione:
ja: あなたの評価:
ko: 내 평가:
ms: Penarafan anda:
nb: Din vurdering:
nl: Jouw beoordeling:
pl: Twoja ocena:
pt_br: Sua avaliação:
ro: Evaluarea ta:
ru: Ваша оценка:
sk: Tvoje hodnotenie:
sv: Ditt betyg:
th: การให้คะแนนของคุณ:
tr: Puanın:
uk: Твоя оцінка:
vi: Đánh giá của bạn:
zh_hans: 你的评分：
zh_hant: 你的評分：

# verification_code_label
source: Verification Code:
ar: رمز التحقق:
ca: Codi de verificació:
cs: Ověřovací kód:
da: Verifikationskode:
de: Verifizierungscode:
el: Κωδικός επιβεβαίωσης:
es_419: Código de verificación:
fi: Vahvistuskoodi:
fr_ca: Code de vérification :
he: קוד אימות:
hi: सत्यापन कोड:
hr: Verifikacijski kod:
hu: Ellenőrzőkód:
id: Kode verifikasi:
it: Codice di verifica:
ja: 確認コード:
ko: 인증 코드:
ms: Kod pengesahan:
nb: Verifiseringskode:
nl: Verificatiecode:
pl: Kod weryfikacyjny:
pt_br: Código de verificação:
ro: Cod de verificare:
ru: Код подтверждения:
sk: Overovací kód:
sv: Verifikationskod:
th: รหัสยืนยัน:
tr: Doğrulama Kodu:
uk: Код підтвердження:
vi: Mã xác minh:
zh_hans: 验证码：
zh_hant: 驗證碼：

source: Achievement History
ar: سجل الإنجازات
ca: Historial d'assoliments
cs: Historie dosažení
da: Præstationshistorik
de: Erfolgshistorie
el: Ιστορικό επιτευγμάτων
es_419: Historial de logros
fi: Saavutushistoria
fr_ca: Historique des accomplissements
he: היסטוריית הישגים
hi: उपलब्धि इतिहास
hr: Povijest postignuća
hu: Teljesítmények története
id: Riwayat pencapaian
it: Cronologia obiettivi
ja: 達成履歴
ko: 업적 기록
ms: Sejarah pencapaian
nb: Prestasjonshistorikk
nl: Prestatiegeschiedenis
pl: Historia osiągnięć
pt_br: Histórico de conquistas
ro: Istoric realizări
ru: История достижений
sk: História dosiahnutí
sv: Prestationer-historik
th: ประวัติความสำเร็จ
tr: Başarı geçmişi
uk: Історія досягнень
vi: Lịch sử thành tựu
zh_hans: 成就历史
zh_hant: 成就歷史
