Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# archived_section
source: Archived
ar: مؤرشف
ca: Arxivats
cs: Archivováno
da: Arkiveret
de: Archiviert
el: Αρχειοθετημένα
fi: Arkistoidut
fr_ca: Archivés
he: בארכיון
hi: आर्काइव्ड
hr: Arhivirano
hu: Archivált
id: Diarsipkan
it: Archiviati
ja: アーカイブ
ko: 보관됨
ms: Diarkib
nb: Arkivert
nl: Gearchiveerd
pl: Archiwum
pt_br: Arquivado
ro: Arhivat
ru: Архив
sk: Archivované
sv: Arkiverat
th: เก็บถาวร
tr: Arşivlenmiş
uk: Архівовані
zh_hans: 已归档
zh_hant: 已封存

source: Hide
ar: إخفاء
ca: Amaga
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
fi: Piilota
fr_ca: Masquer
he: הסתר
hi: छुपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨기기
ms: Sembunyi
nb: Skjul
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
sk: Skryť
sv: Dölj
th: ซ่อน
tr: Gizle
uk: Сховати
zh_hans: 隐藏
zh_hant: 隱藏

source: Unhide
ar: إظهار
ca: Mostra
cs: Zobrazit
da: Vis
de: Einblenden
el: Εμφάνιση
fi: Näytä
fr_ca: Afficher
he: הצג
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
ms: Tunjuk
nb: Vis
nl: Tonen
pl: Odkryj
pt_br: Mostrar
ro: Afișează
ru: Показать
sk: Zobraziť
sv: Visa
th: แสดง
tr: Göster
uk: Показати
zh_hans: 显示
zh_hant: 顯示

# main_manage_trackers
source: Manage Trackers
ar: إدارة المتابعات
ca: Gestiona els seguiments
cs: Spravovat sledovače
da: Administrer trackere
de: Tracker verwalten
el: Διαχείριση ιχνηλατών
es_419: Administrar Seguimientos
fi: Hallitse seurantaa
fr_ca: Gérer les suivis
he: ניהול מעקבים
hi: ट्रैकर प्रबंधित करें
hr: Upravljaj trackerima
hu: Időkövetők kezelése
id: Kelola Pelacak
it: Gestisci Tracker
ja: トラッカーを管理
ko: 트래커 관리
ms: Urus Penjejak
nb: Administrer sporere
nl: Trackers beheren
pl: Zarządzaj trackerami
pt_br: Gerenciar Rastreadores
ro: Gestionare urmăriri
ru: Управление трекерами
sk: Spravovať trackery
sv: Hantera spårare
th: จัดการตัวติดตาม
tr: İzleyicileri Yönet
uk: Керування трекерами
vi: Quản lý theo dõi
zh_hans: 管理追踪器
zh_hant: 管理追蹤器

# main_learning_theory
source: Learning Theory
ar: نظرية التعلم
ca: Teoria de l'aprenentatge
cs: Teorie učení
da: Læringsteori
de: Lerntheorie
el: Θεωρία μάθησης
es_419: Teoría del Aprendizaje
fi: Oppimisteoria
fr_ca: Théorie d'apprentissage
he: תאוריית למידה
hi: सीखने का सिद्धांत
hr: Teorija učenja
hu: Tanuláselmélet
id: Teori Pembelajaran
it: Teoria dell'Apprendimento
ja: 学習理論
ko: 학습 이론
ms: Teori Pembelajaran
nb: Læringsteori
nl: Leertheorie
pl: Teoria nauki
pt_br: Teoria da Aprendizagem
ro: Teoria învățării
ru: Теория обучения
sk: Teória učenia
sv: Inlärningsteori
th: ทฤษฎีการเรียนรู้
tr: Öğrenme Teorisi
uk: Теорія навчання
vi: Lý thuyết học tập
zh_hans: 学习理论
zh_hant: 學習理論

# main_about_app
source: About App
ar: عن التطبيق
ca: Sobre l'aplicació
cs: O aplikaci
da: Om appen
de: Über die App
el: Σχετικά με την εφαρμογή
es_419: Acerca de la App
fi: Tietoa sovelluksesta
fr_ca: À propos de l'app
he: אודות האפליקציה
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Info App
ja: アプリについて
ko: 앱 정보
ms: Mengenai Aplikasi
nb: Om appen
nl: Over de app
pl: O aplikacji
pt_br: Sobre o App
ro: Despre aplicație
ru: О приложении
sk: O aplikácii
sv: Om appen
th: เกี่ยวกับแอป
tr: Uygulama Hakkında
uk: Про застосунок
vi: Về ứng dụng
zh_hans: 关于应用
zh_hant: 關於應用程式

# main_manage_counters
source: Manage Counters
ar: إدارة العدّادات
cs: Spravovat čítače
da: Administrer tællere
de: Zähler verwalten
el: Διαχείριση μετρητών
fi: Hallitse laskureita
fr_ca: Gérer les compteurs
he: ניהול מונים
hr: Upravljaj brojačima
hu: Számlálók kezelése
id: Kelola Penghitung
it: Gestisci Contatori
ja: カウンターを管理
ko: 카운터 관리
ms: Urus Kaunter
nb: Administrer tellere
pl: Zarządzaj licznikami
pt_br: Gerenciar Contadores
ro: Gestionare contoare
sk: Spravovať počítadlá
sv: Hantera räknare
th: จัดการตัวนับ
tr: Sayaçları Yönet
uk: Керування лічильниками
zh_hant: 管理計數器

# main_exemplary_skills
source: Skills
ar: المهارات
cs: Dovednosti
da: Færdigheder
de: Fähigkeiten
el: Δεξιότητες
fi: Taidot
fr_ca: Compétences
he: מיומנויות
hr: Vještine
hu: Készségek
id: Keterampilan
it: Competenze
ja: スキル
ko: 스킬
ms: Kemahiran
nb: Ferdigheter
pl: Umiejętności
pt_br: Habilidades
ro: Abilități
sk: Zručnosti
sv: Färdigheter
th: ทักษะ
tr: Beceriler
uk: Навички
zh_hant: 技能

# options_title
source: Options
ar: خيارات
ca: Opcions
cs: Možnosti
da: Indstillinger
de: Optionen
el: Επιλογές
es_419: Opciones
fi: Asetukset
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Opciók
id: Pilihan
it: Opzioni
ja: オプション
ko: 옵션
ms: Pilihan
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni
ru: Настройки
sk: Možnosti
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Опції
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# options_export_section
source: Export Data
ar: تصدير البيانات
ca: Exportar Dades
cs: Exportovat data
da: Eksportér data
de: Daten exportieren
el: Εξαγωγή Δεδομένων
es_419: Exportar Datos
fi: Vie Tiedot
fr_ca: Exporter les données
he: ייצוא נתונים
hi: डेटा निर्यात करें
hr: Izvezi podatke
hu: Adatok exportálása
id: Ekspor Data
it: Esporta Dati
ja: データのエクスポート
ko: 데이터 내보내기
ms: Eksport Data
nb: Eksporter Data
nl: Gegevens exporteren
pl: Eksportuj dane
pt_br: Exportar Dados
ro: Exportați Datele
ru: Экспорт данных
sk: Exportovať údaje
sv: Exportera data
th: ส่งออกข้อมูล
tr: Veri Dışa Aktar
uk: Експорт даних
vi: Xuất dữ liệu
zh_hans: 导出数据
zh_hant: 匯出資料

# export_pdf_button
source: Export Skills to PDF
ar: تصدير المهارات إلى PDF
ca: Exportar Habilitats a PDF
cs: Exportovat dovednosti do PDF
da: Eksportér færdigheder til PDF
de: Fähigkeiten als PDF exportieren
el: Εξαγωγή Δεξιοτήτων σε PDF
es_419: Exportar Habilidades a PDF
fi: Vie Taidot PDF-muotoon
fr_ca: Exporter les compétences en PDF
he: ייצוא מיומנויות ל-PDF
hi: कौशल को PDF में निर्यात करें
hr: Izvezi vještine u PDF
hu: Készségek exportálása PDF-be
id: Ekspor Keterampilan ke PDF
it: Esporta Competenze in PDF
ja: スキルをPDFでエクスポート
ko: 스킬을 PDF로 내보내기
ms: Eksport Kemahiran ke PDF
nb: Eksporter Ferdigheter til PDF
nl: Vaardigheden exporteren naar PDF
pl: Eksportuj umiejętności do PDF
pt_br: Exportar Habilidades para PDF
ro: Exportați Abilitățile în PDF
ru: Экспортировать навыки в PDF
sk: Exportovať zručnosti do PDF
sv: Exportera färdigheter till PDF
th: ส่งออกทักษะเป็น PDF
tr: Becerileri PDF Olarak Dışa Aktar
uk: Експортувати навички в PDF
vi: Xuất kỹ năng sang PDF
zh_hans: 导出技能到PDF
zh_hant: 匯出技能至 PDF

# skills_report_title
source: Skills Progress Report
ar: تقرير تقدم المهارات
ca: Informe de Progrés d'Habilitats
cs: Zpráva o pokroku dovedností
da: Færdighedsfremskridtsrapport
de: Fähigkeiten-Fortschrittsbericht
el: Αναφορά Προόδου Δεξιοτήτων
es_419: Reporte de Progreso de Habilidades
fi: Taitojen Edistymisraportti
fr_ca: Rapport de progression des compétences
he: דוח התקדמות מיומנויות
hi: कौशल प्रगति रिपोर्ट
hr: Izvještaj o napretku vještina
hu: Készségfejlődési jelentés
id: Laporan Kemajuan Keterampilan
it: Report Progressi Competenze
ja: スキル進捗レポート
ko: 스킬 진행 보고서
ms: Laporan Kemajuan Kemahiran
nb: Rapport om Ferdighetsfremgang
nl: Voortgangsrapport vaardigheden
pl: Raport postępu umiejętności
pt_br: Relatório de Progresso das Habilidades
ro: Raport de Progres al Abilităților
ru: Отчет о прогрессе навыков
sk: Správa o pokroku zručností
sv: Färdighetsframstegsrapport
th: รายงานความคืบหน้าของทักษะ
tr: Beceri İlerleme Raporu
uk: Звіт про прогрес навичок
vi: Báo cáo tiến độ kỹ năng
zh_hans: 技能进度报告
zh_hant: 技能進度報告

# tracking_title
source: Skill Tracking
ar: تتبع المهارات
ca: Seguiment de les habilitats
cs: Sledování dovedností
da: Færdighedssporing
de: Fähigkeiten verfolgen
el: Παρακολούθηση δεξιοτήτων
es_419: Seguimiento de Habilidades
fi: Taitojen seuranta
fr_ca: Suivi des compétences
he: מעקב מיומנויות
hi: कौशल ट्रैकिंग
hr: Praćenje vještina
hu: Készségek követése
id: Pelacakan Keterampilan
it: Monitoraggio delle abilità
ja: スキルトラッキング
ko: 스킬 추적
ms: Penjejakan Kemahiran
nb: Ferdighetssporing
nl: Vaardigheidstracking
pl: Śledzenie umiejętności
pt_br: Rastreamento de habilidades
ro: Urmărirea abilităților
ru: Отслеживание навыков
sk: Sledovanie zručností
sv: Spårning av färdigheter
th: การติดตามทักษะ
tr: Beceri Takibi
uk: Відстеження навичок
vi: Theo dõi kỹ năng
zh_hans: 技能跟踪
zh_hant: 技能追蹤

# tracking_nav_title
source: Your Skills
ar: مهاراتك
ca: Les teves habilitats
cs: Tvé dovednosti
da: Dine færdigheder
de: Deine Fähigkeiten
el: Οι δεξιότητές σου
es_419: Tus Habilidades
fi: Taitosi
fr_ca: Vos compétences
he: המיומנויות שלך
hi: आपके कौशल
hr: Tvoje vještine
hu: Készségeid
id: Keterampilanmu
it: Le tue abilità
ja: あなたのスキル
ko: 나의 스킬
ms: Kemahiran Anda
nb: Dine ferdigheter
nl: Jouw vaardigheden
pl: Twoje umiejętności
pt_br: Suas habilidades
ro: Abilitățile tale
ru: Ваши навыки
sk: Tvoje zručnosti
sv: Dina färdigheter
th: ทักษะของคุณ
tr: Becerilerin
uk: Твої навички
vi: Kỹ năng của bạn
zh_hans: 你的技能
zh_hant: 你的技能

# sort_by_label
source: Sort By
ar: ترتيب حسب
ca: Ordena per
cs: Řadit podle
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση κατά
es_419: Ordenar por
fi: Lajittele
fr_ca: Trier par
he: מיין לפי
hi: क्रमबद्ध करें
hr: Sortiraj prema
hu: Rendezés szerint
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
ms: Isih Mengikut
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
ro: Sortare după
ru: Сортировать по
sk: Zoradiť podľa
sv: Sortera efter
th: เรียงตาม
tr: Sıralama Kriteri
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序依據

# export_pdf_title
source: Export to PDF
ar: تصدير إلى PDF
ca: Exportar a PDF
cs: Exportovat do PDF
da: Eksportér til PDF
de: Als PDF exportieren
el: Εξαγωγή σε PDF
es_419: Exportar a PDF
fi: Vie PDF:ään
fr_ca: Exporter en PDF
he: ייצא ל-PDF
hi: PDF में निर्यात करें
hr: Izvezi u PDF
hu: Exportálás PDF-be
id: Ekspor ke PDF
it: Esporta in PDF
ja: PDFにエクスポート
ko: PDF로 내보내기
ms: Eksport ke PDF
nb: Eksporter til PDF
nl: Exporteren naar PDF
pl: Eksportuj do PDF
pt_br: Exportar para PDF
ro: Exportă în PDF
ru: Экспорт в PDF
sk: Exportovať do PDF
sv: Exportera till PDF
th: ส่งออกเป็น PDF
tr: PDF olarak dışa aktar
uk: Експорт у PDF
vi: Xuất ra PDF
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

# fab_options
source: Show options
ar: عرض الخيارات
ca: Mostrar opcions
cs: Zobrazit možnosti
da: Vis indstillinger
de: Optionen anzeigen
el: Εμφάνιση επιλογών
es_419: Mostrar opciones
fi: Näytä vaihtoehdot
fr_ca: Afficher les options
he: הצג אפשרויות
hi: विकल्प दिखाएं
hr: Prikaži opcije
hu: Beállítások megjelenítése
id: Tampilkan opsi
it: Mostra opzioni
ja: オプションを表示
ko: 옵션 보기
ms: Tunjuk pilihan
nb: Vis alternativer
nl: Opties tonen
pl: Pokaż opcje
pt_br: Mostrar opções
ro: Afișează opțiuni
ru: Показать опции
sk: Zobraziť možnosti
sv: Visa alternativ
th: แสดงตัวเลือก
tr: Seçenekleri göster
uk: Показати опції
vi: Hiển thị tùy chọn
zh_hans: 显示选项
zh_hant: 顯示選項

# sort_name_asc
source: Name ↑
ar: الاسم ↑
ca: Nom ↑
cs: Název ↑
da: Navn ↑
el: Όνομα ↑
es_419: Nombre ↑
fi: Nimi ↑
fr_ca: Nom ↑
he: שם ↑
hi: नाम ↑
hr: Naziv ↑
hu: Név ↑
id: Nama ↑
it: Nome ↑
ja: 名前 ↑
ko: 이름 ↑
ms: Nama ↑
nb: Navn ↑
nl: Naam ↑
pl: Nazwa ↑
pt_br: Nome ↑
ro: Nume ↑
ru: Имя ↑
sk: Názov ↑
sv: Namn ↑
th: ชื่อ ↑
tr: İsim ↑
uk: Назва ↑
vi: Tên ↑
zh_hans: 名称 ↑
zh_hant: 名稱 ↑

# sort_name_desc
source: Name ↓
ar: الاسم ↓
ca: Nom ↓
cs: Název ↓
da: Navn ↓
el: Όνομα ↓
es_419: Nombre ↓
fi: Nimi ↓
fr_ca: Nom ↓
he: שם ↓
hi: नाम ↓
hr: Naziv ↓
hu: Név ↓
id: Nama ↓
it: Nome ↓
ja: 名前 ↓
ko: 이름 ↓
ms: Nama ↓
nb: Navn ↓
nl: Naam ↓
pl: Nazwa ↓
pt_br: Nome ↓
ro: Nume ↓
ru: Имя ↓
sk: Názov ↓
sv: Namn ↓
th: ชื่อ ↓
tr: İsim ↓
uk: Назва ↓
vi: Tên ↓
zh_hans: 名称 ↓
zh_hant: 名稱 ↓

# sort_time_asc
source: Time ↑
ar: الوقت ↑
ca: Temps ↑
cs: Čas ↑
da: Tid ↑
de: Zeit ↑
el: Χρόνος ↑
es_419: Tiempo ↑
fi: Aika ↑
fr_ca: Temps ↑
he: זמן ↑
hi: समय ↑
hr: Vrijeme ↑
hu: Idő ↑
id: Waktu ↑
it: Tempo ↑
ja: 時間 ↑
ko: 시간 ↑
ms: Masa ↑
nb: Tid ↑
nl: Tijd ↑
pl: Czas ↑
pt_br: Tempo ↑
ro: Timp ↑
ru: Время ↑
sk: Čas ↑
sv: Tid ↑
th: เวลา ↑
tr: Süre ↑
uk: Час ↑
vi: Thời gian ↑
zh_hans: 时间 ↑
zh_hant: 時間 ↑

# sort_time_desc
source: Time ↓
ar: الوقت ↓
ca: Temps ↓
cs: Čas ↓
da: Tid ↓
de: Zeit ↓
el: Χρόνος ↓
es_419: Tiempo ↓
fi: Aika ↓
fr_ca: Temps ↓
he: זמן ↓
hi: समय ↓
hr: Vrijeme ↓
hu: Idő ↓
id: Waktu ↓
it: Tempo ↓
ja: 時間 ↓
ko: 시간 ↓
ms: Masa ↓
nb: Tid ↓
nl: Tijd ↓
pl: Czas ↓
pt_br: Tempo ↓
ro: Timp ↓
ru: Время ↓
sk: Čas ↓
sv: Tid ↓
th: เวลา ↓
tr: Süre ↓
uk: Час ↓
vi: Thời gian ↓
zh_hans: 时间 ↓
zh_hant: 時間 ↓

# empty_message_title
source: No skills tracked yet
ar: لا توجد مهارات قيد التتبع
ca: Encara no segueixes cap habilitat
cs: Žádné sledované dovednosti
da: Ingen færdigheder spores endnu
de: Noch keine verfolgten Fähigkeiten
el: Καμία δεξιότητα προς παρακολούθηση
es_419: No se están siguiendo habilidades
fi: Ei seurattuja taitoja
fr_ca: Aucune compétence suivie
he: אין מיומנויות במעקב
hi: कोई कौशल ट्रैक नहीं किया गया
hr: Još nema praćenih vještina
hu: Nincs követett készség
id: Belum ada keterampilan yang dilacak
it: Nessuna abilità monitorata
ja: スキルがまだ追跡されていません
ko: 추적된 스킬이 없습니다
ms: Tiada kemahiran dijejak
nb: Ingen ferdigheter spores ennå
nl: Nog geen vaardigheden gevolgd
pl: Brak śledzonych umiejętności
pt_br: Nenhuma habilidade rastreada
ro: Nicio abilitate urmărită
ru: Нет отслеживаемых навыков
sk: Žiadne sledované zručnosti
sv: Inga färdigheter spårade än
th: ยังไม่มีทักษะที่ติดตาม
tr: Henüz takip edilen beceri yok
uk: Немає відстежуваних навичок
vi: Chưa theo dõi kỹ năng nào
zh_hans: 尚未跟踪任何技能
zh_hant: 尚未追蹤任何技能

# empty_message_description
source: Tap the plus button to start tracking your first skill.
ar: اضغط على زر الإضافة للبدء بتتبع مهارتك الأولى.
ca: Toca el botó de més per començar a seguir la teva primera habilitat.
cs: Klepni na tlačítko plus a začni sledovat svou první dovednost.
da: Tryk på plus-knappen for at begynde at spore din første færdighed.
de: Tippe auf das Pluszeichen, um deine erste Fähigkeit zu verfolgen.
el: Πάτησε το κουμπί συν για να ξεκινήσεις την παρακολούθηση της πρώτης σου δεξιότητας.
es_419: Toca el botón más para comenzar a seguir tu primera habilidad.
fi: Napauta pluspainiketta aloittaaksesi ensimmäisen taitosi seurannan.
fr_ca: Appuie sur le bouton plus pour commencer à suivre ta première compétence.
he: הקש על כפתור הפלוס כדי להתחיל לעקוב אחר המיומנות הראשונה שלך.
hi: अपना पहला कौशल ट्रैक करना शुरू करने के लिए प्लस बटन दबाएं।
hr: Dodirni plus za početak praćenja prve vještine.
hu: Koppints a plusz ikonra az első készség hozzáadásához.
id: Ketuk tombol plus untuk mulai melacak keterampilan pertamamu.
it: Tocca il pulsante più per iniziare a monitorare la tua prima abilità.
ja: ＋ボタンをタップして、最初のスキルの追跡を始めましょう。
ko: 플러스 버튼을 눌러 첫 번째 스킬을 추가하세요.
ms: Tekan butang tambah untuk mula menjejak kemahiran pertama anda.
nb: Trykk på plusstegnet for å begynne å spore din første ferdighet.
nl: Tik op de plusknop om je eerste vaardigheid te volgen.
pl: Kliknij przycisk plus, aby zacząć śledzić swoją pierwszą umiejętność.
pt_br: Toque no botão de mais para começar a rastrear sua primeira habilidade.
ro: Apasă pe butonul plus pentru a începe să urmărești prima ta abilitate.
ru: Нажмите на плюс, чтобы начать отслеживать свой первый навык.
sk: Klepni na tlačidlo plus a začni sledovať svoju prvú zručnosť.
sv: Tryck på plusknappen för att börja spåra din första färdighet.
th: แตะปุ่มบวกเพื่อเริ่มติดตามทักษะแรกของคุณ
tr: İlk becerini takip etmek için artı butonuna dokun.
uk: Натисни кнопку плюс, щоб почати відстеження першої навички.
vi: Nhấn nút cộng để bắt đầu theo dõi kỹ năng đầu tiên của bạn.
zh_hans: 点击加号按钮开始跟踪你的第一个技能。
zh_hant: 點擊加號按鈕以開始追蹤你的第一個技能。

# button_back
source: Back
ar: عودة
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es_419: Atrás
fi: Takaisin
fr_ca: Retour
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Skill Name
ar: اسم المهارة
ca: Nom de l'habilitat
cs: Název dovednosti
da: Færdighedsnavn
de: Fähigkeitsname
el: Όνομα δεξιότητας
es_419: Nombre de la Habilidad
fi: Taido nimi
fr_ca: Nom de la compétence
he: שם המיומנות
hi: कौशल का नाम
hr: Naziv vještine
hu: Készség neve
id: Nama Keterampilan
it: Nome dell'abilità
ja: スキル名
ko: 스킬 이름
ms: Nama Kemahiran
nb: Ferdighetsnavn
nl: Naam van de vaardigheid
pl: Nazwa umiejętności
pt_br: Nome da habilidade
ro: Numele abilității
ru: Название навыка
sk: Názov zručnosti
sv: Färdighetsnamn
th: ชื่อทักษะ
tr: Beceri Adı
uk: Назва навички
vi: Tên kỹ năng
zh_hans: 技能名称
zh_hant: 技能名稱

source: Enter skill name
ar: أدخل اسم المهارة
ca: Introdueix el nom de l'habilitat
cs: Zadej název dovednosti
da: Indtast færdighedsnavn
de: Fähigkeitsname eingeben
el: Εισαγωγή ονόματος δεξιότητας
es_419: Ingresa el nombre de la habilidad
fi: Kirjoita taidon nimi
fr_ca: Entrez le nom de la compétence
he: הזן שם מיומנות
hi: कौशल का नाम दर्ज करें
hr: Unesi naziv vještine
hu: Írd be a készség nevét
id: Masukkan nama keterampilan
it: Inserisci il nome dell'abilità
ja: スキル名を入力
ko: 스킬 이름 입력
ms: Masukkan nama kemahiran
nb: Skriv inn ferdighetsnavn
nl: Voer de vaardigheidsnaam in
pl: Wpisz nazwę umiejętności
pt_br: Digite o nome da habilidade
ro: Introdu numele abilității
ru: Введите название навыка
sk: Zadaj názov zručnosti
sv: Ange färdighetsnamn
th: ป้อนชื่อทักษะ
tr: Beceri adını gir
uk: Введи назву навички
vi: Nhập tên kỹ năng
zh_hans: 输入技能名称
zh_hant: 輸入技能名稱

source: Add Skill
ar: إضافة مهارة
ca: Afegeix habilitat
cs: Přidat dovednost
da: Tilføj færdighed
de: Fähigkeit hinzufügen
el: Προσθήκη δεξιότητας
es_419: Agregar Habilidad
fi: Lisää taito
fr_ca: Ajouter une compétence
he: הוסף מיומנות
hi: कौशल जोड़ें
hr: Dodaj vještinu
hu: Készség hozzáadása
id: Tambahkan Keterampilan
it: Aggiungi abilità
ja: スキルを追加
ko: 스킬 추가
ms: Tambah Kemahiran
nb: Legg til ferdighet
nl: Vaardigheid toevoegen
pl: Dodaj umiejętność
pt_br: Adicionar habilidade
ro: Adaugă abilitate
ru: Добавить навык
sk: Pridať zručnosť
sv: Lägg till färdighet
th: เพิ่มทักษะ
tr: Beceri Ekle
uk: Додати навичку
vi: Thêm kỹ năng
zh_hans: 添加技能
zh_hant: 新增技能

source: New Skill
ar: مهارة جديدة
ca: Nova habilitat
cs: Nová dovednost
da: Ny færdighed
de: Neue Fähigkeit
el: Νέα δεξιότητα
es_419: Nueva Habilidad
fi: Uusi taito
fr_ca: Nouvelle compétence
he: מיומנות חדשה
hi: नया कौशल
hr: Nova vještina
hu: Új készség
id: Keterampilan Baru
it: Nuova abilità
ja: 新しいスキル
ko: 새 스킬
ms: Kemahiran Baru
nb: Ny ferdighet
nl: Nieuwe vaardigheid
pl: Nowa umiejętność
pt_br: Nova habilidade
ro: Abilitate nouă
ru: Новый навык
sk: Nová zručnosť
sv: Ny färdighet
th: ทักษะใหม่
tr: Yeni Beceri
uk: Нова навичка
vi: Kỹ năng mới
zh_hans: 新技能
zh_hant: 新技能

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es_419: Cancelar
fi: Peruuta
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# ab_section_about_app
source: About the App
ar: عن التطبيق
ca: Sobre l'aplicació
cs: O aplikaci
da: Om appen
de: Über die App
el: Σχετικά με την εφαρμογή
es_419: Acerca de la App
fi: Tietoa sovelluksesta
fr_ca: À propos de l’app
he: אודות האפליקציה
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Informazioni sull'app
ja: アプリについて
ko: 앱 정보
ms: Mengenai Aplikasi
nb: Om appen
nl: Over de app
pl: O aplikacji
pt_br: Sobre o app
ro: Despre aplicație
ru: О приложении
sk: O aplikácii
sv: Om appen
th: เกี่ยวกับแอป
tr: Uygulama Hakkında
uk: Про застосунок
vi: Về ứng dụng
zh_hans: 关于应用程序
zh_hant: 關於應用程式

# ab_version
source: Version %@
ar: .الإصدار %@
ca: Versió %@
cs: Verze %@
el: Έκδοση %@
es_419: Versión %@
fi: Versio %@
he: גרסה %@
hi: संस्करण %@
hr: Verzija %@
hu: Verzió %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
ms: Versi %@
nb: Versjon %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@
sk: Verzia %@
th: เวอร์ชัน %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# ab_developer
source: Created by Grzegorz Kulesza
ar: تم الإنشاء بواسطة Grzegorz Kulesza
ca: Creat per Grzegorz Kulesza
cs: Autor: Grzegorz Kulesza
da: Skabt af Grzegorz Kulesza
de: Erstellt von Grzegorz Kulesza
el: Δημιουργήθηκε από τον Grzegorz Kulesza
es_419: Creado por Grzegorz Kulesza
fi: Tekijä: Grzegorz Kulesza
fr_ca: Créé par Grzegorz Kulesza
he: פותח על ידי גרגוז' קולשזה
hi: निर्माता: ग्रेज़गोर्ज कुलेशा
hr: Autor: Grzegorz Kulesza
hu: Fejlesztő: Grzegorz Kulesza
id: Dibuat oleh Grzegorz Kulesza
it: Creato da Grzegorz Kulesza
ja: 開発者: Grzegorz Kulesza
ko: 개발자: Grzegorz Kulesza
ms: Dibangunkan oleh Grzegorz Kulesza
nb: Laget av Grzegorz Kulesza
nl: Gemaakt door Grzegorz Kulesza
pl: Autor: Grzegorz Kulesza
pt_br: Criado por Grzegorz Kulesza
ro: Creat de Grzegorz Kulesza
ru: Разработал Grzegorz Kulesza
sk: Vytvoril Grzegorz Kulesza
sv: Skapad av Grzegorz Kulesza
th: สร้างโดย Grzegorz Kulesza
tr: Geliştirici: Grzegorz Kulesza
uk: Автор: Grzegorz Kulesza
vi: Tác giả: Grzegorz Kulesza
zh_hans: 作者：Grzegorz Kulesza
zh_hant: 開發者：Grzegorz Kulesza

# ab_section_purpose
source: Purpose of This App
ar: هدف التطبيق
ca: Objectiu de l'aplicació
cs: Účel aplikace
da: Formålet med appen
de: Zweck der App
el: Σκοπός της εφαρμογής
es_419: Propósito de la App
fi: Sovelluksen tarkoitus
fr_ca: Objectif de cette app
he: מטרת האפליקציה
hi: ऐप का उद्देश्य
hr: Svrha aplikacije
hu: Az alkalmazás célja
id: Tujuan Aplikasi
it: Scopo dell'app
ja: アプリの目的
ko: 앱의 목적
ms: Tujuan Aplikasi Ini
nb: Formålet med appen
nl: Doel van deze app
pl: Cel aplikacji
pt_br: Objetivo deste app
ro: Scopul aplicației
ru: Цель приложения
sk: Účel aplikácie
sv: Syftet med appen
th: วัตถุประสงค์ของแอป
tr: Uygulamanın Amacı
uk: Мета застосунку
vi: Mục đích của ứng dụng
zh_hans: 应用目的
zh_hant: 應用目的

# ab_purpose_major_system
source: Learn better through tracking your time investment.
ar: تعلم بشكل أكثر فاعلية من خلال تتبع الوقت المستثمَر.
ca: Aprèn millor fent un seguiment del teu temps invertit.
cs: Uč se efektivněji sledováním času, který investuješ.
da: Lær bedre ved at spore den tid, du investerer.
de: Lerne effektiver, indem du deine investierte Zeit verfolgst.
el: Μάθε πιο αποδοτικά παρακολουθώντας τον χρόνο που επενδύεις.
es_419: Aprende mejor registrando el tiempo que inviertes.
fi: Opiskele tehokkaammin seuraamalla ajankäyttöäsi.
fr_ca: Apprends mieux en suivant ton temps investi.
he: ללמוד טוב יותר על ידי מעקב אחר הזמן שאתה משקיע.
hi: आपके निवेशित समय को ट्रैक करके बेहतर सीखें।
hr: Uči učinkovitije praćenjem uloženog vremena.
hu: Tanulj hatékonyabban az időbefektetésed követésével.
id: Belajar lebih efektif dengan melacak waktu yang kamu investasikan.
it: Impara meglio monitorando il tempo che investi.
ja: 投資した時間を追跡することで、より効果的に学習しましょう。
ko: 투자한 시간을 추적하며 더 효과적으로 학습하세요.
ms: Belajar dengan lebih baik melalui penjejakan masa pelaburan anda.
nb: Lær mer effektivt ved å spore hvor mye tid du investerer.
nl: Leer beter door je geïnvesteerde tijd bij te houden.
pl: Ucz się skuteczniej, śledząc czas, który inwestujesz.
pt_br: Aprenda melhor acompanhando o tempo que você investe.
ro: Învăță mai eficient urmărind timpul pe care îl investești.
ru: Учитесь эффективнее, отслеживая потраченное время.
sk: Uč sa efektívnejšie sledovaním času, ktorý investuješ.
sv: Lär dig bättre genom att spåra den tid du investerar.
th: เรียนรู้ได้ดีขึ้นด้วยการติดตามเวลาที่คุณลงทุน
tr: Harcadığın zamanı takip ederek daha verimli öğren.
uk: Навчайся ефективніше, відстежуючи витрачений час.
vi: Học hiệu quả hơn bằng cách theo dõi thời gian bạn đầu tư.
zh_hans: 通过跟踪你投入的时间来更高效地学习。
zh_hant: 透過追蹤你投入的時間來更有效學習。
