Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# theory_1000_works
source: ✔️ Pro-level independence ✖️ Not world elite
ar: ✔️ مستوى مهني مستقل ✖️ ليس مستوى النخبة
ca: ✔️ Independència professional ✖️ No és nivell d’elit
cs: ✔️ Profesionální samostatnost ✖️ Ne elitní úroveň
da: ✔️ Professionel uafhængighed ✖️ Ikke elite-niveau
de: ✔️ Professionelle Unabhängigkeit ✖️ Kein Elite-Niveau
el: ✔️ Επαγγελματική επάρκεια ✖️ Όχι κορυφαίο επίπεδο
es_419: ✔️ Independencia profesional ✖️ No es nivel élite
fi: ✔️ Ammattimainen itsenäisyys ✖️ Ei eliittitaso
fr_ca: ✔️ Indépendance professionnelle ✖️ Pas niveau élite
he: ✔️ עצמאות מקצועית ✖️ לא רמה עילית
hi: ✔️ प्रोफेशनल स्तर की स्वतंत्रता ✖️ विश्व स्तरीय नहीं
hr: ✔️ Samostalnost na profesionalnoj razini ✖️ Nije elita
hu: ✔️ Profi szintű önállóság ✖️ Nem elit szint
id: ✔️ Kemandirian tingkat profesional ✖️ Bukan level elit
it: ✔️ Indipendenza professionale ✖️ Non livello d'élite
ja: ✔️ プロとしての自立 ✖️ 世界的なエリートではない
ko: ✔️ 전문가 수준의 자립 ✖️ 세계 최정상 수준은 아님
ms: ✔️ Tahap profesional bebas ✖️ Bukan tahap elit dunia
nb: ✔️ Profesjonell uavhengighet ✖️ Ikke verdenselitenivå
nl: ✔️ Professionele zelfstandigheid ✖️ Geen elite-niveau
pl: ✔️ Poziom profesjonalisty ✖️ Nie elitarny poziom
pt_br: ✔️ Independência profissional ✖️ Não é nível de elite
ro: ✔️ Independență profesională ✖️ Nu este nivel de elită
ru: ✔️ Профессиональная самостоятельность ✖️ Не элитный уровень
sk: ✔️ Profesionálna samostatnosť ✖️ Nie elitná úroveň
sv: ✔️ Självständig professionell nivå ✖️ Inte elitnivå
th: ✔️ ระดับมืออาชีพที่ทำงานได้อิสระ ✖️ ยังไม่ใช่ระดับสูงสุด
tr: ✔️ Profesyonel düzeyde bağımsızlık ✖️ Dünya çapında elit değil
uk: ✔️ Професійна самостійність ✖️ Не елітний рівень
vi: ✔️ Trình độ chuyên nghiệp ✖️ Không phải trình độ đỉnh cao
zh_hans: ✔️ 专业水平 ✖️ 非世界顶尖
zh_hant: ✔️ 專業水準 ✖️ 非世界級頂尖

# theory_comparison_title
source: 📈 Comparison
ar: 📈 المقارنة
ca: 📈 Comparació
cs: 📈 Srovnání
da: 📈 Sammenligning
de: 📈 Vergleich
el: 📈 Σύγκριση
es_419: 📈 Comparación
fi: 📈 Vertailu
fr_ca: 📈 Comparaison
he: 📈 השוואה
hi: 📈 तुलना
hr: 📈 Usporedba
hu: 📈 Összehasonlítás
id: 📈 Perbandingan
it: 📈 Confronto
ja: 📈 比較
ko: 📈 비교
ms: 📈 Perbandingan
nb: 📈 Sammenligning
nl: 📈 Vergelijking
pl: 📈 Porównanie
pt_br: 📈 Comparação
ro: 📈 Comparație
ru: 📈 Сравнение
sk: 📈 Porovnanie
sv: 📈 Jämförelse
th: 📈 การเปรียบเทียบ
tr: 📈 Karşılaştırma
uk: 📈 Порівняння
vi: 📈 So sánh
zh_hans: 📈 对比
zh_hant: 📈 對照

# theory_comparison_text
source: • 20 hours → Good start (Amateur) • 100 hours → Solid (Adv. Beginner) • 1,000 hours → Skilled Pro • 10,000 hours → Mastery (Elite)
ar: • 20 ساعة → بداية جيدة (هاوٍ) • 100 ساعة → قوي (متوسط الخبرة) • 1,000 ساعة → محترف • 10,000 ساعة → خبير (نخبة)
ca: • 20 hores → Bon començament (Aficionat) • 100 hores → Sòlid (Intermedi) • 1.000 hores → Professional • 10.000 hores → Expert (Mestre)
cs: • 20 hodin → Dobrý začátek (Amatér) • 100 hodin → Solidní (Středně pokročilý) • 1 000 hodin → Profesionál • 10 000 hodin → Mistr (Elita)
da: • 20 timer → God start (Amatør) • 100 timer → Solid (Let øvet) • 1.000 timer → Professionel • 10.000 timer → Ekspert (Mester)
de: • 20 Stunden → Guter Start (Amateur) • 100 Stunden → Solide (Fortgeschrittene Anfänger) • 1.000 Stunden → Profi • 10.000 Stunden → Meister (Elite)
el: • 20 ώρες → Καλό ξεκίνημα (Αρχάριος) • 100 ώρες → Σταθερότητα (Μέτριος) • 1.000 ώρες → Επαγγελματίας • 10.000 ώρες → Ειδικός (Μάστερ)
es_419: • 20 horas → Buen comienzo (Amateur) • 100 horas → Sólido (Intermedio) • 1 000 horas → Profesional • 10 000 horas → Experto (Maestro)
fi: • 20 tuntia → Hyvä alku (Harrastelija) • 100 tuntia → Vankka (Keskitaso) • 1 000 tuntia → Ammattilainen • 10 000 tuntia → Asiantuntija (Mestari)
fr_ca: • 20 heures → Bon départ (Amateur) • 100 heures → Solide (Intermédiaire) • 1 000 heures → Professionnel • 10 000 heures → Expert (Maître)
he: • 20 שעות → התחלה טובה (חובבן) • 100 שעות → מוצק (ביניים) • 1,000 שעות → מקצוען • 10,000 שעות → מומחה (מאסטר)
hi: • 20 घंटे → अच्छी शुरुआत (शौकिया) • 100 घंटे → ठोस (मध्यम स्तर) • 1,000 घंटे → पेशेवर • 10,000 घंटे → विशेषज्ञ (मास्टर)
hr: • 20 sati → Dobar početak (Amater) • 100 sati → Solidno (Srednje napredno) • 1.000 sati → Profesionalac • 10.000 sati → Majstor (Elita)
hu: • 20 óra → Jó kezdet (Amatőr) • 100 óra → Szilárd (Középhaladó) • 1 000 óra → Profi • 10 000 óra → Mester (Elit)
id: • 20 jam → Awal yang baik (Amatir) • 100 jam → Solid (Menengah) • 1.000 jam → Profesional • 10.000 jam → Ahli (Elit)
it: • 20 ore → Buon inizio (Amatore) • 100 ore → Solido (Intermedio) • 1.000 ore → Professionista • 10.000 ore → Esperto (Élite)
ja: • 20時間 → 良いスタート（アマチュア） • 100時間 → 安定（中級） • 1000時間 → プロフェッショナル • 10,000時間 → 達人（エリート）
ko: • 20시간 → 좋은 출발 (아마추어) • 100시간 → 견고함 (중급자) • 1,000시간 → 전문가 • 10,000시간 → 달인 (엘리트)
ms: • 20 jam → Permulaan Baik (Amatur) • 100 jam → Mantap (Pertengahan) • 1,000 jam → Profesional • 10,000 jam → Pakar (Elit)
nb: • 20 timer → God start (Amatør) • 100 timer → Solid (Middels) • 1 000 timer → Profesjonell • 10 000 timer → Ekspert (Elite)
nl: • 20 uur → Goede start (Amateur) • 100 uur → Solide (Halfgevorderd) • 1.000 uur → Professioneel • 10.000 uur → Expert (Elite)
pl: • 20 godzin → Dobry start (Amator) • 100 godzin → Solidnie (Średnio zaawansowany) • 1000 godzin → Profesjonalista (Zawodowiec) • 10 000 godzin → Ekspert (Mistrz)
pt_br: • 20 horas → Bom começo (Amador) • 100 horas → Sólido (Intermediário) • 1.000 horas → Profissional • 10.000 horas → Especialista (Elite)
ro: • 20 de ore → Început bun (Amator) • 100 de ore → Solid (Intermediar) • 1 000 de ore → Profesionist • 10 000 de ore → Expert (Elită)
ru: • 20 часов → Хорошее начало (Любитель) • 100 часов → Уверенно (Средний уровень) • 1 000 часов → Профессионал • 10 000 часов → Эксперт (Элита)
sk: • 20 hodín → Dobrý začiatok (Amatér) • 100 hodín → Solídne (Stredne pokročilý) • 1 000 hodín → Profesionál • 10 000 hodín → Majster (Elita)
sv: • 20 timmar → Bra start (Amatör) • 100 timmar → Stabil nivå (Medelnivå) • 1 000 timmar → Professionell • 10 000 timmar → Mästare (Elit)
th: • 20 ชั่วโมง → เริ่มต้นได้ดี (มือสมัครเล่น) • 100 ชั่วโมง → มั่นคง (ระดับกลาง) • 1,000 ชั่วโมง → มืออาชีพ • 10,000 ชั่วโมง → ผู้เชี่ยวชาญ (ระดับสูง)
tr: • 20 saat → İyi bir başlangıç (Amatör) • 100 saat → Sağlam (Orta seviye) • 1.000 saat → Profesyonel • 10.000 saat → Usta (Elit)
uk: • 20 годин → Гарний початок (Аматор) • 100 годин → Надійно (Середній рівень) • 1 000 годин → Професіонал • 10 000 годин → Майстер (Еліта)
vi: • 20 giờ → Khởi đầu tốt (Nghiệp dư) • 100 giờ → Vững vàng (Trung cấp) • 1.000 giờ → Chuyên nghiệp • 10.000 giờ → Thành thạo (Đỉnh cao)
zh_hans: • 20 小时 → 良好开端（业余） • 100 小时 → 稳固水平（中级） • 1,000 小时 → 专业人士 • 10,000 小时 → 大师（精英）
zh_hant: • 20 小時 → 良好開始（業餘） • 100 小時 → 穩固水準（中階） • 1000 小時 → 專業人士 • 10 000 小時 → 大師（菁英）

# theory_nav_title
source: Learning Theory
ar: نظرية التعلم
ca: Teoria de l'aprenentatge
cs: Teorie učení
da: Læringsteori
de: Lerntheorie
el: Θεωρία μάθησης
es_419: Teoría del Aprendizaje
fi: Oppimisteoria
fr_ca: Théorie d’apprentissage
he: תאוריית למידה
hi: सीखने का सिद्धांत
hr: Teorija učenja
hu: Tanuláselmélet
id: Teori Pembelajaran
it: Teorie dell'apprendimento
ja: 学習理論
ko: 학습 이론
ms: Teori Pembelajaran
nb: Læringsteori
nl: Leertheorie
pl: Teorie nauki
pt_br: Teoria de aprendizagem
ro: Teoria învățării
ru: Теория обучения
sk: Teória učenia
sv: Inlärningsteori
th: ทฤษฎีการเรียนรู้
tr: Öğrenme Teorisi
uk: Теорія навчання
vi: Lý thuyết học tập
zh_hans: 学习理论
zh_hant: 學習理論

# stats_title_overview
source: 📊 Skill Progress Overview
ar: 📊 نظرة عامة على التقدم
ca: 📊 Resum del progrés
cs: 📊 Přehled pokroku
da: 📊 Overblik over fremskridt
de: 📊 Fortschrittsübersicht
el: 📊 Επισκόπηση προόδου
es_419: 📊 Resumen del Progreso
fi: 📊 Taitojen edistyksen yhteenveto
fr_ca: 📊 Vue d’ensemble des compétences
he: 📊 סקירת התקדמות
hi: 📊 कौशल प्रगति का अवलोकन
hr: 📊 Pregled napretka
hu: 📊 Készségfejlődés áttekintése
id: 📊 Ringkasan Kemajuan
it: 📊 Panoramica dei progressi
ja: 📊 進捗の概要
ko: 📊 스킬 진행 개요
ms: 📊 Gambaran Kemajuan Kemahiran
nb: 📊 Oversikt over fremgang
nl: 📊 Overzicht van de voortgang
pl: 📊 Przegląd postępów
pt_br: 📊 Visão geral do progresso
ro: 📊 Prezentare generală a progresului
ru: 📊 Обзор прогресса
sk: 📊 Prehľad pokroku
sv: 📊 Färdighetsöversikt
th: 📊 ภาพรวมของความก้าวหน้า
tr: 📊 Beceri İlerlemesi Özeti
uk: 📊 Огляд прогресу
vi: 📊 Tổng quan tiến độ
zh_hans: 📊 技能进度概览
zh_hant: 📊 技能進度總覽

# stats_nav_title
source: Your Statistics
ar: إحصاءاتك
ca: Les teves estadístiques
cs: Tvé statistiky
da: Dine statistikker
de: Deine Statistiken
el: Τα στατιστικά σου
es_419: Tus Estadísticas
fi: Tilastosi
fr_ca: Tes statistiques
he: הסטטיסטיקה שלך
hi: आपकी सांख्यिकी
hr: Tvoja statistika
hu: Statisztikáid
id: Statistikmu
it: Le tue statistiche
ja: あなたの統計
ko: 나의 통계
ms: Statistik Anda
nb: Dine statistikker
nl: Jouw statistieken
pl: Twoje statystyki
pt_br: Suas estatísticas
ro: Statisticile tale
ru: Ваши статистики
sk: Tvoje štatistiky
sv: Dina statistik
th: สถิติของคุณ
tr: İstatistiklerin
uk: Твоя статистика
vi: Thống kê của bạn
zh_hans: 你的统计数据
zh_hant: 你的統計資料

# button_done
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έτοιμο
es_419: Hecho
fi: Valmis
fr_ca: Terminé
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Tamamlandı
uk: Готово
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# stats_summary_title
source: 🧾 Summary
ar: 🧾 الملخص
ca: 🧾 Resum
cs: 🧾 Souhrn
da: 🧾 Resume
de: 🧾 Zusammenfassung
el: 🧾 Περίληψη
es_419: 🧾 Resumen
fi: 🧾 Yhteenveto
fr_ca: 🧾 Résumé
he: 🧾 סיכום
hi: 🧾 सारांश
hr: 🧾 Sažetak
hu: 🧾 Összegzés
id: 🧾 Ringkasan
it: 🧾 Riepilogo
ja: 🧾 サマリー
ko: 🧾 요약
ms: 🧾 Ringkasan
nb: 🧾 Sammendrag
nl: 🧾 Samenvatting
pl: 🧾 Podsumowanie
pt_br: 🧾 Resumo
ro: 🧾 Rezumat
ru: 🧾 Сводка
sk: 🧾 Zhrnutie
sv: 🧾 Sammanfattning
th: 🧾 สรุป
tr: 🧾 Özet
uk: 🧾 Підсумок
vi: 🧾 Tóm tắt
zh_hans: 🧾 总结
zh_hant: 🧾 摘要

# stats_total_hours
source: Total Hours
ar: إجمالي الساعات
ca: Total d'hores
cs: Celkový čas
da: Samlede timer
de: Gesamtstunden
el: Συνολικές ώρες
es_419: Horas Totales
fi: Tunteja yhteensä
fr_ca: Total d’heures
he: סה"כ שעות
hi: कुल घंटे
hr: Ukupno sati
hu: Összes óra
id: Total Jam
it: Ore totali
ja: 合計時間
ko: 총 시간
ms: Jumlah Jam
nb: Totalt antall timer
nl: Totaal aantal uren
pl: Łącznie godzin
pt_br: Total de horas
ro: Total ore
ru: Всего часов
sk: Celkový čas
sv: Totala timmar
th: ชั่วโมงทั้งหมด
tr: Toplam Saat
uk: Усього годин
vi: Tổng số giờ
zh_hans: 总小时数
zh_hant: 總時數

# stats_skill_count
source: Skills
ar: المهارات
ca: Habilitats
cs: Dovednosti
da: Færdigheder
de: Fähigkeiten
el: Δεξιότητες
es_419: Habilidades
fi: Taidot
fr_ca: Compétences
he: מיומנויות
hi: कौशल
hr: Vještine
hu: Készségek
id: Jumlah Keterampilan
it: Abilità
ja: スキル数
ko: 스킬 수
ms: Bilangan Kemahiran
nb: Ferdigheter
nl: Vaardigheden
pl: Umiejętności
pt_br: Habilidades
ro: Abilități
ru: Навыки
sk: Zručnosti
sv: Färdigheter
th: ทักษะ
tr: Beceriler
uk: Навички
vi: Kỹ năng
zh_hans: 技能数量
zh_hant: 技能數

# stats_active_timers
source: Active Timers
ar: المؤقتات النشطة
ca: Timers actius
cs: Aktivní trackery
da: Aktive trackere
de: Aktive Timer
el: Ενεργά χρονόμετρα
es_419: Temporizadores Activos
fi: Aktiiviset ajastimet
fr_ca: Minuteurs actifs
he: טיימרים פעילים
hi: सक्रिय टाइमर
hr: Aktivni trackeri
hu: Aktív trackerek
id: Timer Aktif
it: Timer attivi
ja: アクティブなタイマー
ko: 활성 타이머
ms: Penjejak Aktif
nb: Aktive timere
nl: Actieve timers
pl: Aktywne trackery
pt_br: Temporizadores ativos
ro: Cronometre active
ru: Активные таймеры
sk: Aktívne trackery
sv: Aktiva timrar
th: ตัวจับเวลาใช้งานอยู่
tr: Aktif Zamanlayıcılar
uk: Активні трекери
vi: Trình theo dõi đang hoạt động
zh_hans: 活跃计时器
zh_hant: 活動計時器

# stats_first_tracked
source: First Tracked
ar: أول تتبع
ca: Primera habilitat
cs: První záznam
da: Første optegnelse
de: Erster Eintrag
el: Πρώτη καταγραφή
es_419: Primer Registro
fi: Ensimmäinen seuranta
fr_ca: Première suivie
he: מעקב ראשון
hi: पहली ट्रैकिंग
hr: Prvi zapis
hu: Első követés
id: Pertama Dicatat
it: Primo tracciamento
ja: 最初の記録
ko: 첫 기록
ms: Rekod Pertama
nb: Første registrering
nl: Eerste registratie
pl: Pierwszy zapis
pt_br: Primeiro registro
ro: Primul înregistrat
ru: Первое отслеживание
sk: Prvý záznam
sv: Första spårning
th: รายการแรก
tr: İlk Kayıt
uk: Перший запис
vi: Bản ghi đầu tiên
zh_hans: 首次记录
zh_hant: 首次追蹤

# stats_top_skills_title
source: 🏆 Top Skills
ar: 🏆 أفضل المهارات
ca: 🏆 Millors habilitats
cs: 🏆 Nejlepší dovednosti
da: 🏆 Topfærdigheder
de: 🏆 Top-Fähigkeiten
el: 🏆 Κορυφαίες δεξιότητες
es_419: 🏆 Mejores Habilidades
fi: 🏆 Parhaat taidot
fr_ca: 🏆 Meilleures compétences
he: 🏆 מיומנויות מובילות
hi: 🏆 शीर्ष कौशल
hr: 🏆 Najbolje vještine
hu: 🏆 Legjobb készségek
id: 🏆 Keterampilan Teratas
it: 🏆 Abilità migliori
ja: 🏆 トップスキル
ko: 🏆 최고 스킬
ms: 🏆 Kemahiran Tertinggi
nb: 🏆 Toppferdigheter
nl: 🏆 Topvaardigheden
pl: 🏆 Najlepsze umiejętności
pt_br: 🏆 Principais habilidades
ro: 🏆 Abilități de top
ru: 🏆 Топ навыков
sk: 🏆 Top zručnosti
sv: 🏆 Toppfärdigheter
th: 🏆 ทักษะเด่น
tr: 🏆 En İyi Beceriler
uk: 🏆 Топ навичок
vi: 🏆 Kỹ năng hàng đầu
zh_hans: 🏆 顶级技能
zh_hant: 🏆 最高技能

# stats_top_skills_empty_msg
source: No skills yet. Start tracking to see your top skills here!
ar: لا توجد مهارات بعد. ابدأ التتبع لترى المهارات الأفضل هنا!
ca: Encara no hi ha dades. Comença a fer seguiment per veure les teves millors habilitats aquí!
cs: Zatím žádná data. Začni sledovat, aby se zobrazily nejlepší dovednosti!
da: Ingen data endnu. Begynd at spore for at se dine topfærdigheder her!
de: Noch keine Daten. Beginne mit dem Tracking, um deine besten Fähigkeiten zu sehen!
el: Δεν υπάρχουν ακόμα δεδομένα. Ξεκίνα την παρακολούθηση για να δεις τις κορυφαίες δεξιότητές σου!
es_419: Aún no hay datos. ¡Empieza a registrar para ver tus mejores habilidades!
fi: Ei vielä tietoja. Aloita seuranta nähdäksesi parhaat taitosi!
fr_ca: Aucune donnée. Commence le suivi pour voir tes meilleures compétences ici !
he: אין עדיין נתונים. התחל מעקב כדי לראות את המובילות כאן!
hi: कोई कौशल नहीं। शीर्ष कौशल देखने के लिए ट्रैकिंग शुरू करें!
hr: Još nema podataka. Započni praćenje kako bi se ovdje prikazale najbolje vještine!
hu: Még nincs adat. Kezdd el a követést, hogy itt megjelenjenek!
id: Belum ada data. Mulailah melacak untuk melihat keterampilan terbaikmu di sini!
it: Nessun dato ancora. Inizia il monitoraggio per vedere qui le abilità top!
ja: まだスキルが記録されていません。追跡を始めて上位スキルを確認しましょう！
ko: 아직 스킬이 없습니다. 추적을 시작하여 최고 스킬을 확인하세요!
ms: Tiada kemahiran lagi. Mula menjejak untuk melihat kemahiran terbaik anda di sini!
nb: Ingen ferdigheter ennå. Begynn å spore for å se dine toppferdigheter her!
nl: Nog geen vaardigheden. Begin met volgen om je beste vaardigheden hier te zien!
pl: Brak danych. Zacznij śledzenie, by zobaczyć najlepsze umiejętności!
pt_br: Nenhuma habilidade ainda. Comece a acompanhar para ver suas melhores aqui!
ro: Nicio abilitate încă. Începe urmărirea pentru a vedea aici cele mai bune abilități!
ru: Пока нет данных. Начните отслеживание, чтобы увидеть свои топ-навыки!
sk: Zatiaľ žiadne dáta. Začni sledovať, aby sa tu zobrazili tvoje top zručnosti!
sv: Inga färdigheter än. Börja spåra för att se dina toppfärdigheter här!
th: ยังไม่มีข้อมูล เริ่มติดตามเพื่อดูทักษะเด่นที่นี่!
tr: Henüz beceri yok. En iyi becerilerini burada görmek için takip etmeye başla!
uk: Немає даних. Почни відстеження, щоб побачити найкращі навички тут!
vi: Chưa có dữ liệu. Hãy bắt đầu theo dõi để thấy kỹ năng hàng đầu tại đây!
zh_hans: 暂无技能数据。开始跟踪以查看顶级技能！
zh_hant: 暫無技能。開始追蹤即可查看最佳技能！

# stats_tracked_time_title
source: 📅 Tracked Time
ar: 📅 الوقت المتتبع
ca: 📅 Temps registrat
cs: 📅 Sledovaný čas
da: 📅 Tid sporet
de: 📅 Verfolgte Zeit
el: 📅 Χρόνος που παρακολουθήθηκε
es_419: 📅 Tiempo Registrado
fi: 📅 Seurattu aika
fr_ca: 📅 Temps suivi
he: 📅 זמן במעקב
hi: 📅 ट्रैक किया गया समय
hr: 📅 Praćeno vrijeme
hu: 📅 Követett idő
id: 📅 Waktu yang Dilacak
it: 📅 Tempo tracciato
ja: 📅 記録された時間
ko: 📅 추적된 시간
ms: 📅 Masa Dijejak
nb: 📅 Tid Sporet
nl: 📅 Tijd gevolgd
pl: 📅 Śledzony czas
pt_br: 📅 Tempo rastreado
ro: 📅 Timp urmărit
ru: 📅 Отслеженное время
sk: 📅 Sledovaný čas
sv: 📅 Spårad tid
th: 📅 เวลาที่ติดตาม
tr: 📅 Takip Edilen Süre
uk: 📅 Відстежений час
vi: 📅 Thời gian đã theo dõi
zh_hans: 📅 跟踪时间
zh_hant: 📅 追蹤時間

# stats_week_label
source: Week
ar: أسبوع
ca: Setmana
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es_419: Semana
fi: Viikko
fr_ca: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
it: Settimana
ja: 週
ko: 주
ms: Minggu
nb: Uke
pl: Tydzień
pt_br: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

# stats_month_label
source: Month
ar: شهر
ca: Mes
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es_419: Mes
fi: Kuukausi
fr_ca: Mois
he: חודש
hi: माह
hr: Mjesec
hu: Hónap
id: Bulan
it: Mese
ja: 月
ko: 월
ms: Bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt_br: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sv: Månad
th: เดือน
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

# stats_total_label
source: Total
ar: الإجمالي
cs: Celkem
da: I alt
de: Gesamt
el: Σύνολο
fi: Yhteensä
he: סה"כ
hi: कुल
hr: Ukupno
hu: Összesen
it: Totale
ja: 合計
ko: 합계
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Łącznie
ru: Всего
sk: Celkovo
sv: Totalt
th: ทั้งหมด
tr: Toplam
uk: Усього
vi: Tổng cộng
zh_hans: 总计
zh_hant: 總計

# activity_log_title
source: 📅 Activity Log
ar: 📅 سجل النشاطات
ca: 📅 Registre d’activitat
cs: 📅 Historie aktivit
da: 📅 Aktivitetslog
de: 📅 Aktivitätsverlauf
el: 📅 Ιστορικό δραστηριοτήτων
es_419: 📅 Registro de Actividades
fi: 📅 Aktiviteettiloki
fr_ca: 📅 Journal d’activités
he: 📅 יומן פעילות
hi: 📅 गतिविधि लॉग
hr: 📅 Dnevnik aktivnosti
hu: 📅 Aktivitásnapló
id: 📅 Riwayat Aktivitas
it: 📅 Registro attività
ja: 📅 アクティビティログ
ko: 📅 활동 로그
ms: 📅 Log Aktiviti
nb: 📅 Aktivitetslogg
nl: 📅 Activiteitenlogboek
pl: 📅 Historia aktywności
pt_br: 📅 Registro de atividade
ro: 📅 Jurnal de activitate
ru: 📅 Журнал активности
sk: 📅 Denník aktivít
sv: 📅 Aktivitetslogg
th: 📅 บันทึกกิจกรรม
tr: 📅 Aktivite Günlüğü
uk: 📅 Журнал активності
vi: 📅 Nhật ký hoạt động
zh_hans: 📅 活动记录
zh_hant: 📅 活動紀錄

# activity_log_empty_message
source: No recent activity.
ar: لا يوجد نشاط حديث.
ca: No hi ha activitat recent.
cs: Žádné nedávné aktivity.
da: Ingen nylig aktivitet.
de: Keine kürzlichen Aktivitäten.
el: Δεν υπάρχουν πρόσφατες δραστηριότητες.
es_419: Sin actividad reciente.
fi: Ei viimeaikaisia aktiviteetteja.
fr_ca: Aucune activité récente.
he: אין פעילות אחרונה.
hi: कोई हाल की गतिविधि नहीं।
hr: Nema nedavnih aktivnosti.
hu: Nincs friss aktivitás.
id: Belum ada aktivitas terbaru.
it: Nessuna attività recente.
ja: 最近のアクティビティはありません。
ko: 최근 활동이 없습니다.
ms: Tiada aktiviti terkini.
nb: Ingen nylige aktiviteter.
nl: Geen recente activiteit.
pl: Brak ostatnich aktywności.
pt_br: Nenhuma atividade recente.
ro: Nicio activitate recentă.
ru: Нет недавней активности.
sk: Žiadne nedávne aktivity.
sv: Ingen nylig aktivitet.
th: ยังไม่มีกิจกรรมล่าสุด
tr: Henüz bir aktivite yok.
uk: Жодної нещодавньої активності.
vi: Không có hoạt động gần đây.
zh_hans: 暂无近期活动。
zh_hant: 最近沒有活動。

# skill_options_title
source: Skill Options
ar: خيارات المهارة
ca: Opcions d’habilitat
cs: Možnosti dovednosti
da: Færdighedsindstillinger
de: Fähigkeitseinstellungen
el: Ρυθμίσεις δεξιότητας
es_419: Opciones de Habilidad
fi: Taidon asetukset
fr_ca: Options de compétence
he: אפשרויות מיומנות
hi: कौशल विकल्प
hr: Opcije vještine
hu: Készség beállításai
id: Opsi Keterampilan
it: Opzioni abilità
ja: スキルオプション
ko: 스킬 옵션
ms: Pilihan Kemahiran
nb: Ferdighetsalternativer
nl: Vaardigheidsopties
pl: Opcje umiejętności
pt_br: Opções da habilidade
ro: Opțiuni pentru abilitate
ru: Опции навыка
sk: Možnosti zručnosti
sv: Färdighetsalternativ
th: ตัวเลือกทักษะ
tr: Beceri Seçenekleri
uk: Параметри навички
vi: Tùy chọn kỹ năng
zh_hans: 技能选项
zh_hant: 技能選項

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es_419: Hecho
fi: Valmis
fr_ca: Terminé
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# skill_name_section
source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es_419: Nombre
fi: Nimi
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Название
sk: Názov
sv: Namn
th: ชื่อ
tr: İsim
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# skill_name_label
source: Skill Name
ar: اسم المهارة
ca: Nom de l'habilitat
cs: Název dovednosti
da: Færdighedsnavn
de: Fähigkeitsname
el: Όνομα δεξιότητας
es_419: Nombre de la Habilidad
fi: Taidon nimi
fr_ca: Nom de la compétence
he: שם המיומנות
hi: कौशल का नाम
hr: Naziv vještine
hu: Készség neve
id: Nama keterampilan
it: Nome abilità
ja: スキル名
ko: 스킬 이름
ms: Nama Kemahiran
nb: Ferdighetsnavn
nl: Naam van de vaardigheid
pl: Nazwa umiejętności
pt_br: Nome da habilidade
ro: Numele abilității
ru: Название навыка
sk: Názov zručnosti
sv: Färdighetsnamn
th: ชื่อทักษะ
tr: Beceri Adı
uk: Назва навички
vi: Tên kỹ năng
zh_hans: 技能名称
zh_hant: 技能名稱

# adjust_time_section
source: Adjust Time
ar: تعديل الوقت
ca: Ajustar el temps
cs: Upravit čas
da: Justér tid
de: Zeit anpassen
el: Προσαρμογή χρόνου
es_419: Ajustar Tiempo
fi: Säädä aikaa
fr_ca: Ajuster le temps
he: כוונון זמן
hi: समय समायोजित करें
hr: Prilagodi vrijeme
hu: Idő módosítása
id: Sesuaikan Waktu
it: Modifica tempo
ja: 時間の調整
ko: 시간 조정
ms: Laraskan Masa
nb: Juster tid
nl: Tijd aanpassen
pl: Dostosuj czas
pt_br: Ajustar tempo
ro: Ajustează timpul
ru: Изменить время
sk: Upraviť čas
sv: Justera tid
th: ปรับเวลา
tr: Zamanı Ayarla
uk: Коригування часу
vi: Điều chỉnh thời gian
zh_hans: 调整时间
zh_hant: 調整時間

# adjust_hours_placeholder
source: Hours to add/subtract
ar: الساعات التي تريد إضافتها/طرحها
ca: Hores a afegir/restar
cs: Hodiny k přidání/odečtení
da: Timer at tilføje/trække fra
de: Stunden hinzufügen/abziehen
el: Ώρες προς προσθήκη/αφαίρεση
es_419: Horas a añadir/quitar
fi: Lisättävät/vähennettävät tunnit
fr_ca: Heures à ajouter/soustraire
he: שעות להוספה/הפחתה
hi: घंटे जोड़ें/घटाएं
hr: Sati za dodavanje/oduzimanje
hu: Hozzáadandó/levonandó órák
id: Jam untuk ditambah/kurangi
it: Ore da aggiungere/sottrarre
ja: 追加/削除する時間（時間）
ko: 추가/제거할 시간(시)
ms: Jam untuk tambah/tolak
nb: Timer å legge til/trekke fra
nl: Uren toe-/aftrekken
pl: Godziny do dodania/odjęcia
pt_br: Horas a adicionar/subtrair
ro: Ore de adăugat/scăzut
ru: Часы для добавления/вычитания
sk: Hodiny na pripočítanie/odpočítanie
sv: Timmar att lägga till/ta bort
th: ชั่วโมงที่ต้องเพิ่ม/ลด
tr: Eklenecek/çıkarılacak saat
uk: Години для додавання/віднімання
vi: Giờ cần thêm/bớt
zh_hans: 要添加/减少的小时数
zh_hant: 要新增/減少的時數

# adjust_minutes_placeholder
source: Minutes to add/subtract
ar: الدقائق التي تريد إضافتها/طرحها
ca: Minuts a afegir/restar
cs: Minuty k přidání/odečtení
da: Minutter at tilføje/trække fra
de: Minuten hinzufügen/abziehen
el: Λεπτά προς προσθήκη/αφαίρεση
es_419: Minutos a añadir/quitar
fi: Lisättävät/vähennettävät minuutit
fr_ca: Minutes à ajouter/soustraire
he: דקות להוספה/הפחתה
hi: मिनट जोड़ें/घटाएं
hr: Minute za dodavanje/oduzimanje
hu: Hozzáadandó/levonandó percek
id: Menit untuk ditambah/kurangi
it: Minuti da aggiungere/sottrarre
ja: 追加/削除する時間（分）
ko: 추가/제거할 시간(분)
ms: Minit untuk tambah/tolak
nb: Minutter å legge til/trekke fra
nl: Minuten toe-/aftrekken
pl: Minuty do dodania/odjęcia
pt_br: Minutos a adicionar/subtrair
ro: Minute de adăugat/scăzut
ru: Минуты для добавления/вычитания
sk: Minúty na pripočítanie/odpočítanie
sv: Minuter att lägga till/ta bort
th: นาทีที่ต้องเพิ่ม/ลด
tr: Eklenecek/çıkarılacak dakika
uk: Хвилини для додавання/віднімання
vi: Phút cần thêm/bớt
zh_hans: 要添加/减少的分钟数
zh_hant: 要新增/減少的分鐘數
