Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# ab_purpose_large_numbers
source: Track large goals with visual feedback.
ar: تتبع أهداف كبيرة باستخدام ملاحظات بصرية.
ca: Fes un seguiment de grans objectius amb retroalimentació visual.
cs: Sleduj velké cíle pomocí vizuální zpětné vazby.
da: Spor store mål med visuel feedback.
de: Verfolge große Ziele mit visueller Rückmeldung.
el: Παρακολούθησε μεγάλους στόχους με οπτική ανατροφοδότηση.
es_419: Sigue grandes metas con retroalimentación visual.
fi: Seuraa suuria tavoitteita visuaalisella palautteella.
fr_ca: Suis de grands objectifs avec un retour visuel.
he: לעקוב אחרי מטרות גדולות עם משוב חזותי.
hi: बड़े लक्ष्यों को विज़ुअल फीडबैक के साथ ट्रैक करें।
hr: Prati velike ciljeve uz vizualne povratne informacije.
hu: Kövess nagy célokat vizuális visszajelzéssel.
id: Lacak target besar dengan umpan balik visual.
it: Tieni traccia di grandi obiettivi con feedback visivo.
ja: 視覚的なフィードバックで大きな目標を追跡。
ko: 시각적 피드백으로 큰 목표를 추적하세요.
ms: Jejak matlamat besar dengan maklum balas visual.
nb: Spor store mål med visuell tilbakemelding.
nl: Volg grote doelen met visuele feedback.
pl: Śledź duże cele z pomocą wizualnej informacji zwrotnej.
pt_br: Acompanhe grandes metas com feedback visual.
ro: Urmărește obiective mari cu feedback vizual.
ru: Следите за большими целями с помощью визуальной обратной связи.
sk: Sleduj veľké ciele pomocou vizuálnej spätnej väzby.
sv: Spåra stora mål med visuell återkoppling.
th: ติดตามเป้าหมายขนาดใหญ่ด้วยการแสดงผลแบบภาพ
tr: Büyük hedefleri görsel geri bildirimle takip et.
uk: Відстежуй великі цілі з візуальним зворотним зв’язком.
vi: Theo dõi mục tiêu lớn với phản hồi trực quan.
zh_hans: 通过可视化反馈追踪大型目标。
zh_hant: 使用視覺化回饋來追蹤大型目標。

# ab_purpose_dates
source: Use flexible systems like 20h, 100h, 1000h...
ar: استخدم أنظمة مرنة مثل 20 س، 100 س، 1000 س...
ca: Utilitza sistemes flexibles com 20h, 100h, 1000h...
cs: Využij pružné systémy jako 20 h, 100 h, 1000 h...
da: Brug fleksible systemer som 20t, 100t, 1000t...
de: Nutze flexible Systeme wie 20h, 100h, 1000h...
el: Χρησιμοποίησε ευέλικτα συστήματα όπως 20 ώρες, 100 ώρες, 1.000 ώρες...
es_419: Usa sistemas flexibles como 20h, 100h, 1000h...
fi: Hyödynnä joustavia järjestelmiä, kuten 20h, 100h, 1000h...
fr_ca: Utilise des systèmes flexibles comme 20 h, 100 h, 1000 h...
he: השתמש במערכות גמישות כמו 20, 100, 1000 שעות...
hi: 20h, 100h, 1000h जैसी लचीली प्रणालियों का उपयोग करें...
hr: Koristi fleksibilne sustave kao što su 20h, 100h, 1000h...
hu: Használj rugalmas rendszereket, mint 20 óra, 100 óra, 1000 óra...
id: Gunakan sistem fleksibel seperti 20 jam, 100 jam, 1000 jam...
it: Usa sistemi flessibili come 20h, 100h, 1000h...
ja: 20時間、100時間、1000時間などの柔軟なシステムを活用。
ko: 20시간, 100시간, 1000시간 같은 유연한 시스템을 활용하세요.
ms: Gunakan sistem fleksibel seperti 20j, 100j, 1000j...
nb: Bruk fleksible systemer som 20t, 100t, 1000t...
nl: Gebruik flexibele systemen zoals 20u, 100u, 1000u...
pl: Wykorzystaj elastyczne systemy jak 20h, 100h, 1000h...
pt_br: Use sistemas flexíveis como 20h, 100h, 1000h...
ro: Folosește sisteme flexibile precum 20h, 100h, 1000h...
ru: Используйте гибкие системы, такие как 20 ч, 100 ч, 1000 ч...
sk: Použi flexibilné systémy ako 20 h, 100 h, 1000 h...
sv: Använd flexibla system som 20h, 100h, 1000h...
th: ใช้ระบบที่ยืดหยุ่น เช่น 20 ชั่วโมง, 100 ชั่วโมง, 1,000 ชั่วโมง...
tr: 20s, 100s, 1000s gibi esnek sistemler kullan.
uk: Використовуй гнучкі системи як 20 год, 100 год, 1000 год...
vi: Sử dụng hệ thống linh hoạt như 20h, 100h, 1000h...
zh_hans: 使用灵活的系统，如 20 小时、100 小时、1000 小时...
zh_hant: 使用像是 20 小時、100 小時、1000 小時的彈性系統...

# ab_purpose_words
source: Improve your memory through consistency.
ar: عزّز ذاكرتك من خلال الالتزام.
ca: Millora la memòria amb constància.
cs: Zlepši paměť díky konzistenci.
da: Forbedr din hukommelse gennem konsistens.
de: Verbessere dein Gedächtnis durch Konsequenz.
el: Βελτίωσε τη μνήμη σου με συνέπεια.
es_419: Mejora tu memoria con constancia.
fi: Paranna muistiasi johdonmukaisuudella.
fr_ca: Améliore ta mémoire grâce à la régularité.
he: שפר את הזיכרון שלך בעזרת התמדה.
hi: लगातार अभ्यास से अपनी याददाश्त सुधारें।
hr: Poboljšaj pamćenje uz dosljednost.
hu: Fejleszd a memóriád következetességgel.
id: Tingkatkan daya ingat melalui konsistensi.
it: Migliora la memoria grazie alla costanza.
ja: 一貫した努力で記憶力を向上。
ko: 일관성을 통해 기억력을 향상시키세요.
ms: Tingkatkan ingatan melalui konsistensi.
nb: Forbedre hukommelsen med konsistens.
nl: Verbeter je geheugen met consistentie.
pl: Popraw pamięć dzięki konsekwencji.
pt_br: Melhore sua memória com consistência.
ro: Îmbunătățește-ți memoria prin consecvență.
ru: Улучшайте память с помощью регулярности.
sk: Zlepši si pamäť pomocou konzistentnosti.
sv: Förbättra ditt minne genom konsekvens.
th: พัฒนาความจำของคุณด้วยความสม่ำเสมอ
tr: Tutarlılıkla hafızanı geliştir.
uk: Покращуй пам’ять завдяки послідовності.
vi: Cải thiện trí nhớ nhờ sự nhất quán.
zh_hans: 通过坚持提升记忆力。
zh_hant: 透過持續學習提升記憶力。

# ab_section_support
source: Support
ar: الدعم
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
es_419: Apoyo
fi: Tuki
fr_ca: Soutien
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Apoio
ro: Susținere
ru: Поддержка
sk: Podpora
sv: Stöd
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支持

# ab_support_developer
source: Support the Developer
ar: ادعم المطور
ca: Dóna suport al desenvolupador
cs: Podpoř vývojáře
da: Støt udvikleren
de: Entwickler unterstützen
el: Υποστήριξε τον προγραμματιστή
es_419: Apoyar al Desarrollador
fi: Tue kehittäjää
fr_ca: Appuyer le développeur
he: תמוך במפתח
hi: डेवलपर का समर्थन करें
hr: Podrži razvoj
hu: Támogasd a fejlesztőt
id: Dukung Pengembang
it: Supporta lo sviluppatore
ja: 開発者を支援
ko: 개발자 지원
ms: Sokong Pembangun
nb: Støtt utvikleren
nl: Steun de ontwikkelaar
pl: Wesprzyj twórcę
pt_br: Apoie o desenvolvedor
ro: Susține dezvoltatorul
ru: Поддержать разработчика
sk: Podpor vývojára
sv: Stöd utvecklaren
th: สนับสนุนนักพัฒนา
tr: Geliştiriciyi Destekle
uk: Підтримати розробника
vi: Hỗ trợ nhà phát triển
zh_hans: 支持开发者
zh_hant: 支持開發者

# ab_navigation_title
source: About
ar: عن التطبيق
ca: Sobre
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es_419: Acerca de
fi: Tietoa
fr_ca: À propos
he: אודות
hi: ऐप के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
id: Tentang Aplikasi
it: Informazioni sull'app
ja: アプリについて
ko: 앱 정보
ms: Mengenai
nb: Om appen
nl: Over
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Về ứng dụng
zh_hans: 关于应用程序
zh_hant: 關於

# support_title
source: Support Development
ar: ادعم التطوير
ca: Dóna suport al desenvolupament
cs: Podpoř vývoj
da: Støt udviklingen
de: Entwicklung unterstützen
el: Υποστήριξη ανάπτυξης
es_419: Apoyar el Desarrollo
fi: Tue kehitystä
fr_ca: Appuyer le développement
he: תמוך בפיתוח
hi: विकास का समर्थन करें
hr: Podrži razvoj
hu: Fejlesztés támogatása
id: Dukung Pengembangan
it: Supporta lo sviluppo
ja: 開発をサポート
ko: 개발 지원
ms: Sokong Pembangunan
nb: Støtt utviklingen
nl: Ontwikkeling ondersteunen
pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
ro: Susține dezvoltarea
ru: Поддержка разработки
sk: Podpor vývoj
sv: Stöd utvecklingen
th: สนับสนุนการพัฒนา
tr: Geliştirmeyi Destekle
uk: Підтримати розробку
vi: Hỗ trợ phát triển
zh_hans: 支持开发
zh_hant: 支持開發

# support_description
source: If you like this app, you can support me with a coffee!
ar: إذا أعجبك التطبيق، يمكنك دعمي بفنجان قهوة!
ca: Si t'agrada aquesta aplicació, pots convidar-me a un cafè!
cs: Líbí se ti aplikace? Kup mi kávu!
da: Hvis du kan lide denne app, kan du støtte mig med en kaffe!
de: Wenn dir diese App gefällt, kannst du mir einen Kaffee spendieren!
el: Αν σου αρέσει η εφαρμογή, μπορείς να με κεράσεις έναν καφέ!
es_419: Si te gusta esta app, ¡puedes invitarme un café!
fi: Jos pidät tästä sovelluksesta, voit tarjota minulle kahvin!
fr_ca: Si tu aimes cette app, tu peux me payer un café !
he: אם אתה אוהב את האפליקציה, תוכל להזמין לי קפה!
hi: यदि आपको यह ऐप पसंद है, तो आप मुझे कॉफ़ी खरीद सकते हैं!
hr: Ako ti se aplikacija sviđa, počasti me kavom!
hu: Ha tetszik az alkalmazás, hívj meg egy kávéra!
id: Jika kamu menyukai aplikasi ini, kamu bisa mentraktir kopi!
it: Se ti piace quest'app, puoi offrirmi un caffè!
ja: このアプリが気に入ったら、コーヒーをおごってください！
ko: 앱이 마음에 들면 커피 한 잔으로 응원해주세요!
ms: Jika anda suka aplikasi ini, anda boleh belanja saya kopi!
nb: Hvis du liker appen, kan du kjøpe meg en kaffe!
nl: Als je deze app leuk vindt, kun je me een kop koffie aanbieden!
pl: Jeśli podoba Ci się ta aplikacja, możesz postawić mi kawę!
pt_br: Se você gostou do app, pode me oferecer um café!
ro: Dacă îți place aplicația, poți să-mi cumperi o cafea!
ru: Если вам понравилось приложение, угостите меня кофе!
sk: Ak sa ti aplikácia páči, môžeš mi kúpiť kávu!
sv: Om du gillar appen kan du bjuda mig på kaffe!
th: หากคุณชอบแอปนี้ คุณสามารถเลี้ยงกาแฟฉันได้!
tr: Bu uygulamayı seviyorsan bana bir kahve ısmarlayabilirsin!
uk: Якщо тобі подобається застосунок, можеш пригостити мене кавою!
vi: Nếu bạn thích ứng dụng này, bạn có thể mời tôi một ly cà phê!
zh_hans: 如果你喜欢这个应用程序，可以请我喝杯咖啡！
zh_hant: 如果你喜歡這個應用，歡迎請我喝杯咖啡！

# support_button
source: Support via PayPal
ar: الدعم عبر PayPal
ca: Donar suport amb PayPal
cs: Podpořit přes PayPal
da: Støt via PayPal
de: Über PayPal unterstützen
el: Υποστήριξε μέσω PayPal
es_419: Apoyar vía PayPal
fi: Tue PayPalin kautta
fr_ca: Appuyer via PayPal
he: תמוך דרך PayPal
hi: PayPal के माध्यम से समर्थन करें
hr: Podrži putem PayPala
hu: Támogatás PayPalon keresztül
id: Dukung via PayPal
it: Supporta via PayPal
ja: PayPalでサポート
ko: PayPal로 지원
ms: Sokong melalui PayPal
nb: Støtt via PayPal
nl: Steun via PayPal
pl: Wesprzyj przez PayPal
pt_br: Apoiar via PayPal
ro: Susține prin PayPal
ru: Поддержать через PayPal
sk: Podpor cez PayPal
sv: Stöd via PayPal
th: สนับสนุนผ่าน PayPal
tr: PayPal ile Destekle
uk: Підтримати через PayPal
vi: Hỗ trợ qua PayPal
zh_hans: 通过 PayPal 支持
zh_hant: 透過 PayPal 支持

# support_nav_title
source: Support
ar: الدعم
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
es_419: Apoyo
fi: Tuki
fr_ca: Soutien
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Wsparcie
pt_br: Apoio
ro: Susținere
ru: Поддержка
sk: Podpora
sv: Stöd
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支持

# theory_title
source: Learning Time Theories
ar: نظريات وقت التعلم
ca: Teories del temps d'aprenentatge
cs: Teorie času učení
da: Læringstidsteorier
de: Lerntheorien
el: Θεωρίες χρόνου μάθησης
es_419: Teorías del Tiempo de Aprendizaje
fi: Oppimisajan teoriat
fr_ca: Théories sur le temps d’apprentissage
he: תאוריות זמן למידה
hi: सीखने के समय के सिद्धांत
hr: Teorije o vremenu učenja
hu: Tanulási időelméletek
id: Teori Waktu Belajar
it: Teorie del tempo di apprendimento
ja: 学習時間の理論
ko: 학습 시간 이론
ms: Teori Masa Pembelajaran
nb: Teorier om læringstid
nl: Leertijdtheorieën
pl: Teorie czasu nauki
pt_br: Teorias de tempo de aprendizagem
ro: Teorii ale timpului de învățare
ru: Теории времени обучения
sk: Teórie učenia
sv: Inlärningstidsteorier
th: ทฤษฎีเวลาเรียนรู้
tr: Öğrenme Süresi Teorileri
uk: Теорії часу навчання
vi: Lý thuyết về thời gian học tập
zh_hans: 学习时间理论
zh_hant: 學習時間理論

# theory_10k_title
source: 10,000-Hour Rule
ar: قاعدة 10,000 ساعة
ca: Regla de les 10.000 hores
cs: Pravidlo 10 000 hodin
da: 10.000-timers reglen
de: 10.000-Stunden-Regel
el: Κανόνας των 10.000 ωρών
es_419: Regla de las 10 000 horas
fi: 10 000 tunnin sääntö
fr_ca: Règle des 10 000 heures
he: חוק 10,000 השעות
hi: 10,000 घंटे का नियम
hr: Pravilo 10.000 sati
hu: 10 000 órás szabály
id: Aturan 10.000 Jam
it: Regola delle 10.000 ore
ja: 1万時間の法則
ko: 1만 시간 법칙
ms: Peraturan 10,000 Jam
nb: 10 000-timersregelen
nl: 10.000-uurregel
pl: Zasada 10 000 godzin
pt_br: Regra das 10.000 horas
ro: Regula celor 10 000 de ore
ru: Правило 10 000 часов
sk: Pravidlo 10 000 hodín
sv: 10 000-timmarsregeln
th: กฎ 10,000 ชั่วโมง
tr: 10.000 Saat Kuralı
uk: Правило 10 000 годин
vi: Quy tắc 10.000 giờ
zh_hans: 一万小时定律
zh_hant: 一萬小時法則

# theory_10k_author
source: Malcolm Gladwell (based on Anders Ericsson)
ar: مالكوم جلادويل (بناءً على أندرس إريكسون)
ca: Malcolm Gladwell (basat en Anders Ericsson)
cs: Malcolm Gladwell (na základě Andersa Ericssona)
da: Malcolm Gladwell (baseret på Anders Ericsson)
de: Malcolm Gladwell (basiert auf Anders Ericsson)
el: Malcolm Gladwell (βάσει Anders Ericsson)
es_419: Malcolm Gladwell (basado en Anders Ericsson)
fi: Malcolm Gladwell (Anders Ericssonin pohjalta)
fr_ca: Malcolm Gladwell (inspiré d’Anders Ericsson)
he: מלקולם גלדוול (בהשראת אנדרס אריקסון)
hi: माल्कम ग्लैडवेल (आधारित एंडर्स एरिक्सन पर)
hr: Malcolm Gladwell (prema Andersu Ericssonu)
hu: Malcolm Gladwell (Anders Ericsson alapján)
id: Malcolm Gladwell (berdasarkan Anders Ericsson)
it: Malcolm Gladwell (basato su Anders Ericsson)
ja: マルコム・グラッドウェル（アンダース・エリクソンに基づく）
ko: 말콤 글래드웰 (앤더스 에릭슨 기반)
ms: Malcolm Gladwell (berdasarkan Anders Ericsson)
nb: Malcolm Gladwell (basert på Anders Ericsson)
nl: Malcolm Gladwell (gebaseerd op Anders Ericsson)
pl: Malcolm Gladwell (na podstawie Andersa Ericssona)
pt_br: Malcolm Gladwell (com base em Anders Ericsson)
ro: Malcolm Gladwell (bazat pe Anders Ericsson)
ru: Малкольм Гладуэлл (по Андерсу Эрикссону)
sk: Malcolm Gladwell (na základe Andersa Ericssona)
sv: Malcolm Gladwell (baserat på Anders Ericsson)
th: Malcolm Gladwell (อิงตาม Anders Ericsson)
tr: Malcolm Gladwell (Anders Ericsson’a dayanır)
uk: Малкольм Гладвелл (на основі Андерса Ерікссона)
vi: Malcolm Gladwell (dựa trên Anders Ericsson)
zh_hans: Malcolm Gladwell（基于 Anders Ericsson）
zh_hant: Malcolm Gladwell（根據 Anders Ericsson）

# theory_10k_description
source: To achieve mastery, you need about 10,000 hours of deliberate practice. Applies to elite performers (musicians, athletes, chess players). Not just quantity, but quality. Criticized for oversimplification.
ar: لتحقيق التميز، تحتاج إلى حوالي عشرة آلاف ساعة من التدريب المتعمَّد. تنطبق على المؤدين النخبة (الموسيقيين، الرياضيين، لاعبي الشطرنج). الكمية وحدها لا تكفي، بل الجودة أيضاً. تُنتقد لتبسيطها المفرط.
ca: Per assolir la mestria, es necessiten unes deu mil hores de pràctica deliberada. Aplica als professionals d’elit (músics, atletes, jugadors d’escacs). No només és quantitat, sinó qualitat. Ha estat criticada per simplificar massa.
cs: K dosažení mistrovství potřebuješ přibližně deset tisíc hodin vědomé praxe. Platí pro špičkové výkony (hudebníci, sportovci, šachisté). Nejde jen o množství, ale i o kvalitu. Kritizováno za zjednodušení.
da: For at opnå mestring kræves cirka ti tusind timers bevidst praksis. Gælder eliteudøvere (musikere, atleter, skakspillere). Det handler ikke kun om kvantitet, men også kvalitet. Kritiseret for forenkling.
de: Um Meisterschaft zu erreichen, benötigst du etwa zehntausend Stunden bewusster Übung. Gilt für Spitzenleistungen (Musiker, Sportler, Schachspieler). Nicht nur Quantität, sondern auch Qualität zählt. Kritik: zu stark vereinfacht.
el: Για να φτάσεις στην αριστεία, χρειάζεσαι περίπου δέκα χιλιάδες ώρες συνειδητής εξάσκησης. Αφορά τους κορυφαίους (μουσικούς, αθλητές, σκακιστές). Δεν μετρά μόνο η ποσότητα, αλλά και η ποιότητα. Έχει δεχτεί κριτική για υπεραπλούστευση.
es_419: Para alcanzar el dominio, necesitas unas diez mil horas de práctica deliberada. Aplica a los mejores (músicos, atletas, ajedrecistas). No es solo la cantidad, sino la calidad. Criticada por ser simplista.
fi: Mestaruuden saavuttamiseksi tarvitaan noin kymmenentuhatta tuntia tietoista harjoittelua. Koskee huippusuorittajia (muusikoita, urheilijoita, shakinpelaajia). Tärkeää ei ole vain määrä vaan myös laatu. Kritisoitu yksinkertaistamisesta.
fr_ca: Pour atteindre la maîtrise, environ dix mille heures de pratique délibérée sont nécessaires. S’applique aux performeurs d’élite (musiciens, athlètes, joueurs d’échecs). Ce n’est pas juste une question de quantité, mais de qualité. Critiqué pour sa simplification.
he: כדי להגיע לרמת שליטה, דרושות כעשרת אלפים שעות של תרגול מכוון. תקף למבצעים עיליתיים (מוזיקאים, ספורטאים, שחמטאים). לא רק כמות אלא גם איכות. ספג ביקורת על פשטנות יתר.
hi: उत्कृष्टता प्राप्त करने के लिए लगभग दस हज़ार घंटे की सोच-समझकर की गई प्रैक्टिस की आवश्यकता होती है। संगीतकारों, खिलाड़ियों और शतरंज खिलाड़ियों जैसे एलीट लोगों पर लागू होता है। सिर्फ मात्रा नहीं, गुणवत्ता भी मायने रखती है। इसे बहुत साधारण मानने के लिए आलोचना की गई है।
hr: Za postizanje vrhunskog znanja potrebno je oko deset tisuća sati svjesne prakse. Primjenjivo na elitne izvođače (glazbenici, sportaši, šahisti). Važna je i kvaliteta, ne samo količina. Kritizirano zbog pojednostavljivanja.
hu: A mesterszint eléréséhez körülbelül tízezer óra tudatos gyakorlás szükséges. Elit előadókra (zenészek, sportolók, sakkjátékosok) jellemző. Nemcsak a mennyiség, hanem a minőség is számít. Kritika: túlzott egyszerűsítés.
id: Untuk mencapai tingkat ahli, dibutuhkan sekitar sepuluh ribu jam latihan yang disengaja. Berlaku untuk pelaku elit (musisi, atlet, pemain catur). Bukan hanya kuantitas, tetapi juga kualitas. Dikritik karena penyederhanaan.
it: Per raggiungere la padronanza, servono circa diecimila ore di pratica intenzionale. Vale per performer d'élite (musicisti, atleti, scacchisti). Conta non solo la quantità, ma anche la qualità. Criticata per la semplificazione.
ja: 達人になるには、およそ一万時間の意図的な練習が必要です。音楽家、アスリート、チェスプレイヤーなどのエリートに当てはまります。量だけでなく質も重要。単純化しすぎと批判されることも。
ko: 달인이 되려면 약 만 시간의 의도적인 연습이 필요합니다. 음악가, 운동선수, 체스 선수 등 엘리트 수행자에게 해당됩니다. 양뿐만 아니라 질도 중요합니다. 지나치게 단순화되었다는 비판도 있습니다.
ms: Untuk mencapai tahap mahir, anda memerlukan kira-kira sepuluh ribu jam latihan yang disengajakan. Digunakan oleh penggiat elit (pemusik, atlet, pemain catur). Kualiti latihan juga penting, bukan sekadar kuantiti. Dikritik kerana terlalu mudah.
nb: For å oppnå ekspertise, trenger du rundt ti tusen timer med målrettet øving. Gjelder eliteutøvere (musikere, idrettsutøvere, sjakkspillere). Ikke bare kvantitet, men også kvalitet teller. Kritiseres for å være for enkel.
nl: Om meesterschap te bereiken, heb je ongeveer tienduizend uur gerichte oefening nodig. Van toepassing op elitepresteerders (musici, atleten, schakers). Niet alleen kwantiteit, maar ook kwaliteit telt. Bekritiseerd vanwege simplificatie.
pl: Aby osiągnąć mistrzostwo, potrzeba ok. 10 000 godzin świadomej praktyki. Dotyczy elitarnych wykonawców (muzyków, sportowców, szachistów). Liczy się nie tylko ilość, ale i jakość. Krytykowana za uproszczenia.
pt_br: Para alcançar a maestria, são necessárias cerca de dez mil horas de prática deliberada. Aplica-se a performers de elite (músicos, atletas, enxadristas). Não é só quantidade, mas qualidade também. Criticada por simplificação excessiva.
ro: Pentru a atinge măiestria, ai nevoie de aproximativ zece mii de ore de practică deliberată. Se aplică performerilor de elită (muzicieni, sportivi, jucători de șah). Contează nu doar cantitatea, ci și calitatea. Criticată pentru simplificare excesivă.
ru: Чтобы достичь мастерства, необходимо около десяти тысяч часов осознанной практики. Применимо к элите (музыкантам, спортсменам, шахматистам). Важно не только количество, но и качество. Критикуется за упрощенность.
sk: Na dosiahnutie majstrovstva potrebuješ približne desaťtisíc hodín vedomej praxe. Platí pre elitných profesionálov (hudobníci, športovci, šachisti). Dôležitá je nielen kvantita, ale aj kvalita. Kritizované pre zjednodušenie.
sv: För att uppnå mästerskap krävs cirka tiotusen timmars medveten övning. Gäller elitutövare (musiker, idrottare, schackspelare). Det handlar inte bara om kvantitet, utan även kvalitet. Kritiserad för förenkling.
th: การจะเชี่ยวชาญในสิ่งใดสิ่งหนึ่งต้องใช้เวลาฝึกฝนอย่างมีเป้าหมายประมาณหนึ่งหมื่นชั่วโมง เหมาะกับมืออาชีพระดับสูง เช่น นักดนตรี นักกีฬา นักหมากรุก คุณภาพสำคัญไม่แพ้ปริมาณ มีคนวิจารณ์ว่ากฎนี้อาจง่ายเกินไป
tr: Ustalık seviyesine ulaşmak için yaklaşık on bin saatlik bilinçli pratik gerekir. Müzisyenler, sporcular, satranç ustaları gibi elit performans alanları için geçerlidir. Sadece nicelik değil, nitelik de önemlidir. Aşırı genelleme yaptığı için eleştirilmiştir.
uk: Щоб досягти майстерності, потрібно приблизно десять тисяч годин усвідомленої практики. Застосовується до елітних виконавців (музикантів, спортсменів, шахістів). Важлива не лише кількість, а й якість. Критикується за спрощення.
vi: Để đạt được sự thành thạo, bạn cần khoảng mười nghìn giờ luyện tập có chủ đích. Áp dụng cho người biểu diễn đỉnh cao (nhạc sĩ, vận động viên, kỳ thủ). Không chỉ là số lượng mà còn là chất lượng. Bị chỉ trích vì quá đơn giản hóa.
zh_hans: 要达到大师级水平，你需要大约一万小时的刻意练习。适用于精英表现者（音乐家、运动员、国际象棋大师）。不仅是数量，质量也很重要。此理论因过于简化而受到批评。
zh_hant: 若要達到精通，你需要大約一萬小時的刻意練習。適用於菁英表現者（音樂家、運動員、西洋棋手）。不僅是數量，質量同樣重要。該理論因過度簡化而受到批評。

# theory_10k_works
source: ✔️ Precision fields, pro career ✖️ Not helpful for quick starts
ar: ✔️ مجالات دقيقة، مهنة احترافية ✖️ غير مفيد للبدايات
ca: ✔️ Camps de precisió, carrera professional ✖️ Poc útil per començar
cs: ✔️ Precizní obory, profesionální kariéra ✖️ Nevhodné na začátek
da: ✔️ Præcisionsfelter, professionel karriere ✖️ Ikke nyttigt for begyndere
de: ✔️ Präzise Bereiche, Profikarriere ✖️ Nicht hilfreich für den Einstieg
el: ✔️ Απαιτητικά πεδία, επαγγελματική καριέρα ✖️ Όχι κατάλληλο για αρχάριους
es_419: ✔️ Campos precisos, carrera profesional ✖️ Poco útil al comenzar
fi: ✔️ Tarkkuutta vaativat alat, ammattilaisura ✖️ Ei hyödyllinen aloittelijoille
fr_ca: ✔️ Domaines de précision, carrière pro ✖️ Peu utile pour débuter
he: ✔️ תחומים מדויקים, קריירה מקצועית ✖️ לא מתאים להתחלה מהירה
hi: ✔️ सटीक क्षेत्र, प्रो करियर ✖️ शुरुआत के लिए उपयुक्त नहीं
hr: ✔️ Precizna područja, profesionalna karijera ✖️ Nije korisno za početnike
hu: ✔️ Precíz szakmák, profi karrier ✖️ Nem hasznos kezdéshez
id: ✔️ Bidang presisi, karier profesional ✖️ Tidak cocok untuk pemula
it: ✔️ Campi di precisione, carriera professionale ✖️ Poco utile per iniziare
ja: ✔️ 精密分野、プロのキャリア ✖️ 初心者には非効率
ko: ✔️ 정밀 분야, 프로 경력 ✖️ 초보자에게는 비효율적
ms: ✔️ Bidang tepat, kerjaya profesional ✖️ Kurang berguna untuk permulaan
nb: ✔️ Presisjonsfag, profesjonell karriere ✖️ Lite nyttig for nybegynnere
nl: ✔️ Nauwkeurige vakken, professionele carrière ✖️ Niet handig voor beginners
pl: ✔️ Dziedziny precyzyjne, kariera pro ✖️ Mało przydatne na start
pt_br: ✔️ Áreas de precisão, carreira profissional ✖️ Pouco útil no início
ro: ✔️ Domenii de precizie, carieră profesională ✖️ Puțin util pentru început
ru: ✔️ Точные дисциплины, профессиональная карьера ✖️ Малополезно на старте
sk: ✔️ Presné odbory, profesionálna kariéra ✖️ Nevhodné na začiatok
sv: ✔️ Exakta områden, proffskarriär ✖️ Inte bra för nybörjare
th: ✔️ งานที่ต้องการความแม่นยำ, อาชีพระดับมืออาชีพ ✖️ ไม่เหมาะสำหรับการเริ่มต้น
tr: ✔️ Hassas alanlar, profesyonel kariyer ✖️ Hızlı başlangıç için uygun değil
uk: ✔️ Точні сфери, професійна кар'єра ✖️ Не підходить для початку
vi: ✔️ Lĩnh vực chính xác, nghề chuyên nghiệp ✖️ Không phù hợp cho người mới bắt đầu
zh_hans: ✔️ 精准领域，职业生涯 ✖️ 不适合快速入门
zh_hant: ✔️ 精密領域，專業職涯 ✖️ 不利於快速入門
