Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es_419, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Update Your Rating
ar: حدّث تقييمك
ca: Actualitza la teva valoració
cs: Aktualizuj hodnocení
da: Opdatér din vurdering
de: Bewertung aktualisieren
el: Ενημέρωση αξιολόγησης
es_419: Actualiza tu calificación
fi: Päivitä arviosi
fr_ca: Met à jour ta note
he: עדכן את הדירוג
hi: अपनी रेटिंग अपडेट करें
hr: Ažuriraj svoju ocjenu
hu: Értékelés frissítése
id: Perbarui penilaianmu
it: Aggiorna la tua valutazione
ja: 評価を更新
ko: 평가 업데이트
ms: Kemas kini penarafan anda
nb: Oppdater vurderingen
nl: Werk je beoordeling bij
pl: Zaktualizuj ocenę
pt_br: Atualize sua avaliação
ro: Actualizează-ți evaluarea
ru: Обновить оценку
sk: Aktualizuj svoje hodnotenie
sv: Uppdatera ditt betyg
th: อัปเดตการให้คะแนน
tr: Puanını güncelle
uk: Онови свою оцінку
vi: Cập nhật đánh giá
zh_hans: 更新你的评分
zh_hant: 更新你的評分

source: No Stars
ar: بدون نجوم
ca: Sense estrelles
cs: Bez hvězdiček
da: Ingen stjerner
de: Keine Sterne
el: Χωρίς αστέρια
es_419: Sin estrellas
fi: Ei tähtiä
fr_ca: Aucune étoile
he: ללא כוכבים
hi: कोई सितारे नहीं
hr: Bez zvjezdica
hu: Nincs csillag
id: Tidak ada bintang
it: Nessuna stella
ja: 星なし
ko: 별 없음
ms: Tiada bintang
nb: Ingen stjerner
nl: Geen sterren
pl: Brak gwiazdek
pt_br: Sem estrelas
ro: Fără stele
ru: Без звезд
sk: Žiadne hviezdy
sv: Inga stjärnor
th: ไม่มีดาว
tr: Yıldız yok
uk: Без зірок
vi: Không có sao
zh_hans: 无星
zh_hant: 無星

# update_and_verify
source: Update & Verify
ar: تحديث والتحقق
ca: Actualitza i verifica
cs: Aktualizuj & ověř
da: Opdatér & verificér
de: Aktualisieren & verifizieren
el: Ενημέρωση & επιβεβαίωση
es_419: Actualizar y verificar
fi: Päivitä ja vahvista
fr_ca: Mettre à jour & vérifier
he: עדכן ואמת
hi: अपडेट और सत्यापित करें
hr: Ažuriraj i verificiraj
hu: Frissítés és ellenőrzés
id: Perbarui & verifikasi
it: Aggiorna e verifica
ja: 更新して確認
ko: 업데이트 및 인증
ms: Kemas kini & sahkan
nb: Oppdater & verifiser
nl: Bijwerken & verifiëren
pl: Aktualizuj i weryfikuj
pt_br: Atualizar e verificar
ro: Actualizează și verifică
ru: Обновить и подтвердить
sk: Aktualizovať a overiť
sv: Uppdatera & verifiera
th: อัปเดตและยืนยัน
tr: Güncelle & doğrula
uk: Оновити та підтвердити
vi: Cập nhật & xác minh
zh_hans: 更新并验证
zh_hant: 更新並驗證

source: Self-Evaluation
ar: تقييم ذاتي
ca: Autoavaluació
cs: Sebe-hodnocení
da: Selvevaluering
de: Selbsteinschätzung
el: Αυτοαξιολόγηση
es_419: Autoevaluación
fi: Itsearviointi
fr_ca: Autoévaluation
he: הערכת עצמי
hi: स्वयं-मूल्यांकन
hr: Samo-procjena
hu: Önértékelés
id: Evaluasi diri
it: Auto-valutazione
ja: 自己評価
ko: 자기 평가
ms: Penilaian kendiri
nb: Egenvurdering
nl: Zelfevaluatie
pl: Samoocena
pt_br: Autoavaliação
ro: Autoevaluare
ru: Самооценка
sk: Seba-hodnotenie
sv: Självutvärdering
th: ประเมินตนเอง
tr: Öz değerlendirme
uk: Самооцінювання
vi: Tự đánh giá
zh_hans: 自我评估
zh_hant: 自我評估

# how_many_stars_question
source: How many stars do you deserve for this skill?
ar: كم نجمة تستحق لهذه المهارة؟
ca: Quantes estrelles et mereixes per aquesta habilitat?
cs: Kolik hvězd si zasloužíš za tuto dovednost?
da: Hvor mange stjerner fortjener du for denne færdighed?
de: Wie viele Sterne verdienst du für diese Fähigkeit?
el: Πόσα αστέρια αξίζεις για αυτή τη δεξιότητα;
es_419: ¿Cuántas estrellas mereces por esta habilidad?
fi: Kuinka monta tähteä ansaitset tästä taidosta?
fr_ca: Combien d'étoiles mérites-tu pour cette compétence ?
he: כמה כוכבים מגיעים לך על מיומנות זו?
hi: इस कौशल के लिए आप कितने सितारे डिज़र्व करते हैं?
hr: Koliko zvjezdica zaslužuješ za ovu vještinu?
hu: Hány csillagot érdemelsz ezért a készségért?
id: Berapa bintang yang pantas kamu dapat untuk keterampilan ini?
it: Quante stelle meriti per questa abilità?
ja: このスキルには何個の星がふさわしいですか？
ko: 이 스킬에 몇 개의 별을 받을 만하신가요?
ms: Berapa bintang layak untuk kemahiran ini?
nb: Hvor mange stjerner fortjener du for denne ferdigheten?
nl: Hoeveel sterren verdien je voor deze vaardigheid?
pl: Ile gwiazdek przyznajesz sobie za tę umiejętność?
pt_br: Quantas estrelas você merece por esta habilidade?
ro: Câte stele meriți pentru această abilitate?
ru: Сколько звезд вы заслужили за этот навык?
sk: Koľko hviezd si zaslúžiš za túto zručnosť?
sv: Hur många stjärnor förtjänar du för denna färdighet?
th: คุณสมควรได้กี่ดาวสำหรับทักษะนี้?
tr: Bu beceri için kaç yıldız hak ediyorsun?
uk: Скільки зірок ти заслуговуєш за цю навичку?
vi: Bạn xứng đáng bao nhiêu sao cho kỹ năng này?
zh_hans: 你为该技能应得几颗星？
zh_hant: 你為此技能應得幾顆星？

source: Evaluate My Skill
ar: قيّم مهارتي
ca: Avalua la meva habilitat
cs: Ohodnoť mou dovednost
da: Vurdér min færdighed
de: Meine Fähigkeit bewerten
el: Αξιολόγησε τη δεξιότητά μου
es_419: Evaluar mi habilidad
fi: Arvioi taitoni
fr_ca: Évaluer ma compétence
he: הערך את המיומנות שלי
hi: मेरा कौशल मूल्यांकित करें
hr: Procijeni moju vještinu
hu: Készségem értékelése
id: Nilai keterampilanku
it: Valuta la mia abilità
ja: 私のスキルを評価
ko: 내 스킬 평가
ms: Nilai kemahiran saya
nb: Vurder ferdigheten min
nl: Beoordeel mijn vaardigheid
pl: Oceń moją umiejętność
pt_br: Avaliar minha habilidade
ro: Evaluează-mi abilitatea
ru: Оценить мой навык
sk: Ohodnoť moju zručnosť
sv: Utvärdera min färdighet
th: ประเมินทักษะของฉัน
tr: Becerimi değerlendir
uk: Оціни мою навичку
vi: Đánh giá kỹ năng của tôi
zh_hans: 评估我的技能
zh_hant: 評估我的技能

# verification_required_title
source: Verification Required
ar: التحقق مطلوب
ca: Verificació necessària
cs: Vyžadováno ověření
da: Verifikation påkrævet
de: Verifizierung erforderlich
el: Απαιτείται επιβεβαίωση
es_419: Se requiere verificación
fi: Vahvistus vaaditaan
fr_ca: Vérification requise
he: נדרשת אימות
hi: सत्यापन आवश्यक
hr: Potrebna verifikacija
hu: Ellenőrzés szükséges
id: Verifikasi diperlukan
it: Verifica richiesta
ja: 確認が必要です
ko: 인증 필요
ms: Pengesahan diperlukan
nb: Verifisering kreves
nl: Verificatie vereist
pl: Wymagana weryfikacja
pt_br: Verificação necessária
ro: Verificare necesară
ru: Требуется подтверждение
sk: Vyžaduje sa overenie
sv: Verifikation krävs
th: ต้องยืนยัน
tr: Doğrulama gerekli
uk: Потрібне підтвердження
vi: Cần xác minh
zh_hans: 需要验证
zh_hant: 需要驗證

# verification_required_message
source: Please enter the verification code below to confirm your self-evaluation:
ar: أدخل رمز التحقق لتأكيد التقييم الذاتي:
ca: Introdueix el codi de verificació per confirmar la teva autoavaluació:
cs: Zadej ověřovací kód pro potvrzení sebe-hodnocení:
da: Indtast verifikationskoden for at bekræfte din selvevaluering:
de: Bitte gib unten den Verifizierungscode ein, um deine Selbsteinschätzung zu bestätigen:
el: Εισήγαγε τον κωδικό επιβεβαίωσης για να επιβεβαιώσεις την αυτοαξιολόγηση:
es_419: Ingresa el código de verificación para confirmar tu autoevaluación:
fi: Anna vahvistuskoodi itsearvioinnin vahvistamiseksi:
fr_ca: Entre le code de vérification pour confirmer ton autoévaluation :
he: הזן את קוד האימות כדי לאשר את הערכת העצמי:
hi: स्वयं-मूल्यांकन की पुष्टि करने के लिए सत्यापन कोड दर्ज करें:
hr: Unesi verifikacijski kod kako bi potvrdio/la samo-procjenu:
hu: Írd be az ellenőrzőkódot az önértékelés megerősítéséhez:
id: Masukkan kode verifikasi untuk mengonfirmasi evaluasi diri:
it: Inserisci il codice di verifica per confermare l'auto-valutazione:
ja: 自己評価を確認するため、確認コードを入力してください:
ko: 자기 평가를 확인하려면 인증 코드를 입력하세요:
ms: Masukkan kod pengesahan untuk mengesahkan penilaian kendiri:
nb: Skriv inn verifiseringskoden for å bekrefte egenvurderingen:
nl: Voer de verificatiecode hieronder in om je zelfevaluatie te bevestigen:
pl: Wpisz poniżej kod weryfikacyjny, aby potwierdzić samoocenę:
pt_br: Insira o código de verificação para confirmar sua autoavaliação:
ro: Introdu codul de verificare pentru a confirma autoevaluarea:
ru: Введите код подтверждения, чтобы подтвердить самооценку:
sk: Zadaj overovací kód na potvrdenie seba-hodnotenia:
sv: Ange verifikationskoden för att bekräfta din självutvärdering:
th: ป้อนรหัสยืนยันเพื่อยืนยันการประเมินตนเอง:
tr: Öz değerlendirmeni onaylamak için doğrulama kodunu gir:
uk: Введи код підтвердження, щоб підтвердити самооцінювання:
vi: Nhập mã xác minh để xác nhận tự đánh giá:
zh_hans: 请输入下方验证码以确认自我评估：
zh_hant: 請輸入驗證碼以確認自我評估：

# verification_code_title
source: Verification Code:
ar: رمز التحقق:
ca: Codi de verificació:
cs: Ověřovací kód:
da: Verifikationskode:
de: Verifizierungscode:
el: Κωδικός επιβεβαίωσης:
es_419: Código de verificación:
fi: Vahvistuskoodi:
fr_ca: Code de vérification :
he: קוד אימות:
hi: सत्यापन कोड:
hr: Verifikacijski kod:
hu: Ellenőrzőkód:
id: Kode verifikasi:
it: Codice di verifica:
ja: 確認コード:
ko: 인증 코드:
ms: Kod pengesahan:
nb: Verifiseringskode:
nl: Verificatiecode:
pl: Kod weryfikacyjny:
pt_br: Código de verificação:
ro: Cod de verificare:
ru: Код подтверждения:
sk: Overovací kód:
sv: Verifikationskod:
th: รหัสยืนยัน:
tr: Doğrulama Kodu:
uk: Код підтвердження:
vi: Mã xác minh:
zh_hans: 验证码：
zh_hant: 驗證碼：

source: NO CODE RECEIVED
ar: لم يُستلم رمز
ca: NO S'HA REBUT CAP CODI
cs: NEOBDRŽEN ŽÁDNÝ KÓD
da: INGEN KODE MODTAGET
de: KEIN CODE ERHALTEN
el: ΔΕΝ ΕΛΗΦΘΗ ΚΩΔΙΚΟΣ
es_419: NO SE RECIBIÓ CÓDIGO
fi: KOODIA EI SAATU
fr_ca: AUCUN CODE REÇU
he: לא התקבל קוד
hi: कोड प्राप्त नहीं हुआ
hr: KOD NIJE ZAPRIMLJEN
hu: NEM ÉRKEZETT KÓD
id: TIDAK ADA KODE
it: NESSUN CODICE RICEVUTO
ja: コードが届かない
ko: 코드 수신 안 됨
ms: TIADA KOD DITERIMA
nb: INGEN KODE MOTTATT
nl: GEEN CODE ONTVANGEN
pl: BRAK KODU
pt_br: NENHUM CÓDIGO RECEBIDO
ro: NU S-A PRIMIT COD
ru: КОД НЕ ПОЛУЧЕН
sk: KÓD NEBOL DORUČENÝ
sv: INGEN KOD MOTTAGEN
th: ไม่ได้รับรหัส
tr: KOD GELMEDİ
uk: КОД НЕ ОТРИМАНО
vi: KHÔNG NHẬN ĐƯỢC MÃ
zh_hans: 未收到验证码
zh_hant: 未收到驗證碼

# enter_the_code
source: Enter the code above:
ar: أدخل الرمز:
ca: Introdueix el codi:
cs: Zadej kód:
da: Indtast koden:
de: Code oben eingeben:
el: Εισήγαγε τον κωδικό:
es_419: Ingresa el código:
fi: Syötä koodi:
fr_ca: Entre le code :
he: הזן את הקוד:
hi: कोड दर्ज करें:
hr: Unesi kod:
hu: Írd be a kódot:
id: Masukkan kode:
it: Inserisci il codice:
ja: コードを入力:
ko: 코드를 입력:
ms: Masukkan kod:
nb: Skriv inn koden:
nl: Voer de code hierboven in:
pl: Wpisz powyższy kod:
pt_br: Digite o código:
ro: Introdu codul:
ru: Введите код:
sk: Zadaj kód:
sv: Ange koden:
th: ป้อนรหัส:
tr: Kodu gir:
uk: Введи код:
vi: Nhập mã:
zh_hans: 请输入验证码：
zh_hant: 輸入驗證碼：

# verify_and_evaluate
source: Verify & Evaluate
ar: تحقق وقيّم
ca: Verifica i avalua
cs: Ověřit a ohodnotit
da: Verificér og vurder
de: Verifizieren & bewerten
el: Επιβεβαίωση & αξιολόγηση
es_419: Verificar y evaluar
fi: Vahvista ja arvioi
fr_ca: Vérifier & évaluer
he: אמת והערך
hi: सत्यापित करें और मूल्यांकित करें
hr: Verificiraj i procijeni
hu: Ellenőrizd és értékeld
id: Verifikasi & nilai
it: Verifica e valuta
ja: 確認して評価
ko: 인증 및 평가
ms: Sahkan & nilai
nb: Verifiser & vurder
nl: Verifiëren & beoordelen
pl: Weryfikuj i oceń
pt_br: Verificar e avaliar
ro: Verifică și evaluează
ru: Подтвердить и оценить
sk: Overiť a ohodnotiť
sv: Verifiera & utvärdera
th: ยืนยันและประเมิน
tr: Doğrula & değerlendir
uk: Підтвердити та оцінити
vi: Xác minh & đánh giá
zh_hans: 验证并评估
zh_hant: 驗證並評估

# verification_nav_title
source: Verification
ar: التحقق
ca: Verificació
cs: Ověření
da: Verifikation
de: Verifizierung
el: Επιβεβαίωση
es_419: Verificación
fi: Vahvistus
fr_ca: Vérification
he: אימות
hi: सत्यापन
hr: Verifikacija
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 인증
ms: Pengesahan
nb: Verifisering
nl: Verificatie
pl: Weryfikacja
pt_br: Verificação
ro: Verificare
ru: Подтверждение
sk: Overenie
sv: Verifikation
th: การยืนยัน
tr: Doğrulama
uk: Підтвердження
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# invalid_code_title
source: Invalid Code
ar: رمز غير صحيح
ca: Codi invàlid
cs: Neplatný kód
da: Ugyldig kode
de: Ungültiger Code
el: Μη έγκυρος κωδικός
es_419: Código inválido
fi: Virheellinen koodi
fr_ca: Code invalide
he: קוד שגוי
hi: अमान्य कोड
hr: Neispravan kod
hu: Érvénytelen kód
id: Kode tidak valid
it: Codice non valido
ja: 無効なコード
ko: 잘못된 코드
ms: Kod tidak sah
nb: Ugyldig kode
nl: Ongeldige code
pl: Nieprawidłowy kod
pt_br: Código inválido
ro: Cod invalid
ru: Неверный код
sk: Neplatný kód
sv: Ogiltig kod
th: รหัสไม่ถูกต้อง
tr: Geçersiz kod
uk: Невірний код
vi: Mã không hợp lệ
zh_hans: 验证码无效
zh_hant: 無效的驗證碼

# invalid_code_message
source: Please enter the correct verification code.
ar: يرجى إدخال الرمز الصحيح.
ca: Introdueix el codi correcte.
cs: Zadej správný ověřovací kód.
da: Indtast den korrekte kode.
de: Bitte gib den richtigen Code ein.
el: Εισήγαγε τον σωστό κωδικό.
es_419: Ingresa el código correcto.
fi: Syötä oikea koodi.
fr_ca: Entre le bon code.
he: הזן את הקוד הנכון.
hi: सही कोड दर्ज करें।
hr: Unesi ispravan verifikacijski kod.
hu: Írj be helyes kódot.
id: Masukkan kode yang benar.
it: Inserisci il codice corretto.
ja: 正しいコードを入力してください。
ko: 올바른 코드를 입력하세요.
ms: Masukkan kod yang betul.
nb: Skriv inn riktig kode.
nl: Voer de juiste verificatiecode in.
pl: Wprowadź poprawny kod weryfikacyjny.
pt_br: Digite o código correto.
ro: Introdu codul corect.
ru: Введите правильный код.
sk: Zadaj správny overovací kód.
sv: Ange korrekt kod.
th: ป้อนรหัสที่ถูกต้อง
tr: Doğru kodu gir.
uk: Введи правильний код.
vi: Nhập mã chính xác.
zh_hans: 请输入正确的验证码。
zh_hant: 請輸入正確的驗證碼。

source: View distribution
ar: عرض التوزيع
ca: Veure distribució
cs: Zobrazit rozdělení
da: Se fordeling
de: Verteilung anzeigen
el: Προβολή κατανομής
es_419: Ver distribución
fi: Näytä jakauma
fr_ca: Voir la répartition
he: הצג התפלגות
hi: वितरण देखें
hr: Prikaži raspodjelu
hu: Eloszlás megtekintése
id: Lihat distribusi
it: Vedi distribuzione
ja: 分布を表示
ko: 분포 보기
ms: Lihat taburan
nb: Se fordeling
nl: Verdeling bekijken
pl: Zobacz rozkład
pt_br: Ver distribuição
ro: Vezi distribuția
ru: Просмотр распределения
sk: Zobraziť rozdelenie
sv: Visa fördelning
th: ดูการกระจาย
tr: Dağılımı görüntüle
uk: Переглянути розподіл
vi: Xem phân bố
zh_hans: 查看分布
zh_hant: 查看分佈

# fab_add_custom_skill
source: Add custom skill
ar: أضف مهارة مخصصة
ca: Afegeix habilitat personalitzada
cs: Přidat vlastní dovednost
da: Tilføj brugerdefineret færdighed
de: Eigene Fähigkeit hinzufügen
el: Προσθήκη προσαρμοσμένης δεξιότητας
fi: Lisää mukautettu taito
fr_ca: Ajouter une compétence personnalisée
he: הוסף מיומנות מותאמת
hi: कस्टम कौशल जोड़ें
hr: Dodaj prilagođenu vještinu
hu: Egyedi készség hozzáadása
id: Tambah keterampilan khusus
it: Aggiungi abilità personalizzata
ja: カスタムスキルを追加
ko: 사용자 지정 스킬 추가
ms: Tambah kemahiran tersuai
nb: Legg til egendefinert ferdighet
nl: Aangepaste vaardigheid toevoegen
pl: Dodaj własną umiejętność
pt_br: Adicionar habilidade personalizada
ro: Adaugă abilitate personalizată
ru: Добавить пользовательский навык
sk: Pridať vlastnú zručnosť
sv: Lägg till anpassad färdighet
th: เพิ่มทักษะที่กำหนดเอง
tr: Özel beceri ekle
uk: Додати власну навичку
zh_hans: 添加自定义技能
zh_hant: 新增自訂技能

# unlock_custom_skills_title
source: Unlock Custom Skills
ar: افتح المهارات المخصصة
ca: Desbloqueja habilitats personalitzades
cs: Odemknout vlastní dovednosti
da: Lås brugerdefinerede færdigheder op
de: Eigene Fähigkeiten freischalten
el: Ξεκλείδωμα προσαρμοσμένων δεξιοτήτων
fi: Avaa mukautetut taidot
fr_ca: Déverrouiller les compétences personnalisées
he: פתח מיומנויות מותאמות
hi: कस्टम कौशल अनलॉक करें
hr: Otključaj prilagođene vještine
hu: Egyedi készségek feloldása
id: Buka kunci keterampilan khusus
it: Sblocca abilità personalizzate
ja: カスタムスキルのロック解除
ko: 사용자 지정 스킬 잠금 해제
ms: Buka kunci kemahiran tersuai
nb: Lås opp egendefinerte ferdigheter
nl: Aangepaste vaardigheden ontgrendelen
pl: Odblokuj własne umiejętności
pt_br: Desbloquear habilidades personalizadas
ro: Deblochează abilități personalizate
ru: Разблокировать пользовательские навыки
sk: Odomknúť vlastné zručnosti
sv: Lås upp anpassade färdigheter
th: ปลดล็อกทักษะที่กำหนดเอง
tr: Özel Becerilerin Kilidini Aç
uk: Розблокувати власні навички
zh_hans: 解锁自定义技能
zh_hant: 解鎖自訂技能

# unlock_custom_skills_subtitle
source: Create your own achievements and curate your list.
ar: أنشئ إنجازاتك الخاصة وأدر قائمتك.
ca: Crea els teus propis assoliments i organitza la llista.
cs: Vytvořte si vlastní úspěchy a spravujte svůj seznam.
da: Opret dine egne præstationer og kurér din liste.
de: Erstelle eigene Erfolge und kuratiere deine Liste.
el: Δημιουργήστε τα δικά σας επιτεύγματα και οργανώστε τη λίστα σας.
fi: Luo omia saavutuksia ja kuratoi listaasi.
fr_ca: Créez vos propres réalisations et organisez votre liste.
he: צור הישגים משלך ונהל את הרשימה.
hi: अपने उपलब्धियां बनाएं और सूची को व्यवस्थित करें।
hr: Kreiraj vlastita postignuća i uredi svoju listu.
hu: Hozz létre saját teljesítményeket és kezeld a listád.
id: Buat pencapaianmu sendiri dan kelola daftar.
it: Crea i tuoi obiettivi e cura la tua lista.
ja: 自分の実績を作成してリストを管理。
ko: 나만의 업적을 만들고 목록을 관리하세요.
ms: Cipta pencapaian sendiri dan urus senarai.
nb: Lag egne prestasjoner og administrer listen.
nl: Maak je eigen prestaties en beheer je lijst.
pl: Twórz własne osiągnięcia i porządkuj listę.
pt_br: Crie suas próprias conquistas e organize sua lista.
ro: Creează-ți propriile realizări și organizează-ți lista.
ru: Создавайте собственные достижения и управляйте списком.
sk: Vytváraj si vlastné úspechy a spravuj zoznam.
sv: Skapa egna prestationer och hantera listan.
th: สร้างความสำเร็จของคุณเองและจัดการรายการ
tr: Kendi başarılarınızı oluşturun ve listenizi düzenleyin.
uk: Створюйте власні досягнення та керуйте своїм списком.
zh_hans: 创建你自己的成就并管理你的列表。
zh_hant: 建立你的成就並管理清單。

# unlock_benefit_create
source: Create your own skill with title, description and difficulty
ar: أنشئ مهارة بعنوان ووصف وصعوبة
ca: Crea la teva habilitat amb títol, descripció i dificultat
cs: Vytvořte si vlastní dovednost s názvem, popisem a obtížností
da: Opret din egen færdighed med titel, beskrivelse og sværhedsgrad
de: Erstelle eigene Fähigkeit mit Titel, Beschreibung und Schwierigkeit
el: Δημιουργήστε τη δική σας δεξιότητα με τίτλο, περιγραφή και δυσκολία
fi: Luo oma taito nimellä, kuvauksella ja vaikeudella
fr_ca: Créez votre propre compétence avec titre, description et difficulté
he: צור מיומנות עם כותרת, תיאור ורמת קושי
hi: शीर्षक, विवरण और कठिनाई के साथ कौशल बनाएं
hr: Kreiraj vlastitu vještinu s naslovom, opisom i težinom
hu: Hozz létre készséget cím, leírás és nehézség megadásával
id: Buat keterampilan dengan judul, deskripsi, dan tingkat kesulitan
it: Crea abilità con titolo, descrizione e difficoltà
ja: タイトル・説明・難易度付きでスキルを作成
ko: 제목, 설명, 난이도로 스킬 만들기
ms: Cipta kemahiran dengan tajuk, penerangan dan kesukaran
nb: Lag ferdighet med tittel, beskrivelse og vanskelighet
nl: Maak je eigen vaardigheid met titel, beschrijving en moeilijkheid
pl: Twórz własne umiejętności: tytuł, opis, poziom
pt_br: Crie habilidade com título, descrição e dificuldade
ro: Creează abilitate cu titlu, descriere și dificultate
ru: Создайте навык с названием, описанием и сложностью
sk: Vytvor zručnosť s názvom, popisom a náročnosťou
sv: Skapa färdighet med titel, beskrivning och svårighet
th: สร้างทักษะของคุณเองด้วยชื่อ คำอธิบาย และระดับความยาก
tr: Başlık, açıklama ve zorluk ile kendi becerinizi oluşturun
uk: Створіть власну навичку з назвою, описом та складністю
zh_hans: 用标题、描述与难度创建自定义技能
zh_hant: 以標題、描述與難度建立技能

# unlock_benefit_delete
source: Remove custom skills if you make a mistake
ar: أزل المهارات المخصصة عند الخطأ
ca: Elimina habilitats personalitzades si t'equivoques
cs: Odstraňte vlastní dovednosti, pokud uděláte chybu
da: Fjern brugerdefinerede færdigheder, hvis du laver en fejl
de: Eigene Fähigkeiten bei Fehlern entfernen
el: Διαγράψτε προσαρμοσμένες δεξιότητες αν κάνετε λάθος
fi: Poista mukautettu taito virheen sattuessa
fr_ca: Supprimez les compétences personnalisées si vous faites une erreur
he: מחק מיומנויות מותאמות אם טעית
hi: गलती होने पर कस्टम कौशल हटाएं
hr: Ukloni prilagođene vještine u slučaju pogreške
hu: Távolíts el egyedi készségeket hiba esetén
id: Hapus keterampilan khusus jika salah
it: Rimuovi abilità personalizzate in caso di errore
ja: 間違えたカスタムスキルを削除
ko: 실수 시 사용자 지정 스킬 삭제
ms: Buang kemahiran tersuai jika tersilap
nb: Fjern egendefinert ferdighet ved feil
nl: Verwijder aangepaste vaardigheden als je een fout maakt
pl: Usuwaj własne umiejętności w razie pomyłki
pt_br: Remova habilidades personalizadas se errar
ro: Elimină abilități personalizate dacă greșești
ru: Удаляйте пользовательские навыки, если ошиблись
sk: Odstráň vlastné zručnosti v prípade omylu
sv: Ta bort anpassade färdigheter vid fel
th: ลบทักษะที่กำหนดเองหากคุณทำผิดพลาด
tr: Hata yaparsanız özel becerileri kaldırın
uk: Видаляйте власні навички, якщо припустилися помилки
zh_hans: 如有误可删除自定义技能
zh_hant: 若有錯誤可移除自訂技能

# unlock_benefit_support
source: Support the developer
ar: ادعم المطور
ca: Dóna suport al desenvolupador
cs: Podpořte vývojáře
da: Støt udvikleren
de: Unterstütze den Entwickler
el: Υποστηρίξτε τον προγραμματιστή
fi: Tue kehittäjää
fr_ca: Soutenez le développeur
he: תמוך במפתח
hi: डेवलपर को समर्थन दें
hr: Podrži razvoj
hu: Támogasd a fejlesztőt
id: Dukung pengembang
it: Supporta lo sviluppatore
ja: 開発者を支援
ko: 개발자 지원
ms: Sokong pembangun
nb: Støtt utvikleren
nl: Steun de ontwikkelaar
pl: Wspierasz twórcę
pt_br: Apoie o desenvolvedor
ro: Susține dezvoltatorul
ru: Поддержите разработчика
sk: Podpor vývojára
sv: Stöd utvecklaren
th: สนับสนุนนักพัฒนา
tr: Geliştiriciye destek olun
uk: Підтримайте розробника
zh_hans: 支持开发者
zh_hant: 支持開發者

source: Restore Purchases
ar: استعادة المشتريات
ca: Restaura compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
fi: Palauta ostot
fr_ca: Restaurer les achats
he: שחזור רכישות
hi: खरीदारी पुनर्स्थापित करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
ro: Restabilește achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# buy_unlock
source: Buy Unlock (Dev)
ar: شراء الفتح (Dev)
ca: Comprar desbloqueig (Dev)
cs: Koupit odemčení
da: Køb oprydning (Udvikler)
de: Freischaltung kaufen (Dev)
el: Αγορά ξεκλειδώματος (Dev)
fi: Osta avaus (Dev)
fr_ca: Acheter le déverrouillage
he: רכישת פתיחה
hi: अनलॉक खरीदें (Dev)
hr: Kupi otključavanje
hu: Feloldás vásárlása (Dev)
id: Beli buka kunci (Dev)
it: Acquista sblocco (Dev)
ja: ロック解除を購入
ko: 잠금 해제 구매 (Dev)
ms: Beli buka kunci
nb: Kjøp opplåsing
nl: Ontgrendeling kopen (Dev)
pl: Kup odblokowanie (Dev)
pt_br: Comprar desbloqueio
ro: Cumpără deblocare (Dev)
ru: Купить разблокировку (Dev)
sk: Kúpiť odomknutie
sv: Köp upplåsning
th: ซื้อปลดล็อก (Dev)
tr: Kilit Açma Satın Al (Dev)
uk: Купити розблокування
zh_hans: 购买解锁（开发）
zh_hant: 購買解鎖（開發）

# unlock_title_short
source: Unlock
ar: فتح
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Freischalten
el: Ξεκλείδωμα
fi: Avaa
fr_ca: Déverrouiller
he: פתח
hi: अनलॉक
hr: Otključaj
hu: Feloldás
id: Buka
it: Sblocca
ja: 解除
ko: 해제
ms: Buka
nb: Lås opp
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odomknúť
sv: Lås upp
th: ปลดล็อก
tr: Kilit Aç
uk: Розблокувати
zh_hans: 解锁
zh_hant: 解鎖

# difficulty_label
source: Difficulty
ar: الصعوبة
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
fi: Vaikeus
fr_ca: Difficulté
he: דרגת קושי
hi: कठिनाई
hr: Težina
hu: Nehézség
id: Kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
ms: Kesukaran
nb: Vanskelighet
nl: Moeilijkheid
pl: Trudność
pt_br: Dificuldade
ro: Dificultate
ru: Сложность
sk: Náročnosť
sv: Svårighet
th: ระดับความยาก
tr: Zorluk
uk: Складність
zh_hans: 难度
zh_hant: 難度
