// Thai
[
  {
    "quote": "เด็กที่ไม่ได้รับการโอบกอดจากหมู่บ้าน จะเผาหมู่บ้านเพื่อให้รู้สึกถึงความอบอุ่นของมัน",
    "author": "คำพังเพยจากบาโซโธ"
  },
  {
    "quote": "ไม้แท่งเดียวอาจมีควัน แต่จะไม่ลุกไหม้",
    "author": "คำพังเพยจากตองกา"
  },
  {
    "quote": "น้อยๆ ไปเรื่อยๆ นกจะสร้างรังของมัน",
    "author": "คำพังเพยจากโดมินิกา"
  },
  {
    "quote": "การเดินทางวัดจากเพื่อน ไม่ใช่จากระยะทาง",
    "author": "คำพังเพยจากเคปเวิร์ด"
  },
  {
    "quote": "คนที่ถามเป็นคนโง่ในห้านาที คนที่ไม่ถามตลอดชีวิตเป็นคนโง่",
    "author": "คำพังเพยจากจีน"
  },
  {
    "quote": "ไม้กวาดใหม่ทำความสะอาดได้ดี แต่ไม้กวาดเก่ารู้จักมุมต่างๆ",
    "author": "คำพังเพยจากเซนต์ลูเซีย"
  },
  {
    "quote": "ปัญญาคือไฟ ผู้คนรับมันจากผู้อื่น",
    "author": "คำพังเพยจากโกตดิวัวร์"
  },
  {
    "quote": "คนที่พูดมากเกินไปทำได้เพียงน้อย",
    "author": "คำพังเพยจากอุซเบกิสถาน"
  },
  {
    "quote": "คนฉลาดไม่เคยรู้ทุกอย่าง คนโง่เท่านั้นที่รู้ทุกสิ่ง",
    "author": "คำพังเพยจากแอนติกา"
  },
  {
    "quote": "ดีกว่าเดินช้าๆ แทนที่จะวิ่งจนเหนื่อย",
    "author": "คำพังเพยจากเวเนซุเอลา"
  },
  {
    "quote": "ดีกว่าช้าไปหน่อยดีกว่าไม่มาถึงเลย",
    "author": "คำพังเพยจากอาร์เจนตินา"
  },
  {
    "quote": "เกินภูเขามีภูเขาอีก",
    "author": "คำพังเพยจากเฮติ"
  },
  {
    "quote": "อย่าริเริ่มหากกลัว แต่เมื่อเริ่มแล้วก็อย่ากลัว",
    "author": "คำพังเพยจากมองโกเลีย"
  },
  {
    "quote": "อย่าผัดวันประกันพรุ่งสิ่งที่คุณทำได้วันนี้",
    "author": "คำพังเพยจากโปแลนด์"
  },
  {
    "quote": "ถังที่ว่างเปล่าจะส่งเสียงดังที่สุด",
    "author": "คำพังเพยจากคิตติเตียน"
  },
  {
    "quote": "แม้แต่ลิงก็ยังตกจากต้นไม้",
    "author": "คำพังเพยจากเกาหลี"
  },
  {
    "quote": "พระเจ้าช่วยเหลือผู้ที่ตื่นแต่เช้า",
    "author": "คำพังเพยจากโปแลนด์"
  },
  {
    "quote": "ข้าวทีละเมล็ดไก่ก็อิ่ม",
    "author": "คำพังเพยจากบราซิล"
  },
  {
    "quote": "ผู้ที่มาสายทำร้ายตัวเอง",
    "author": "คำพังเพยจากสาธารณรัฐเช็ก"
  },
  {
    "quote": "ผู้ที่รีบเร่งมักสะดุด",
    "author": "คำพังเพยจากปานามา"
  },
  {
    "quote": "ผู้ที่ขยับภูเขาเริ่มต้นจากก้อนหินเล็กๆ",
    "author": "คำพังเพยจากจีน"
  },
  {
    "quote": "ผู้ที่รอสิ่งที่ดีไม่มีวันรอนานเกินไป",
    "author": "คำพังเพยจากสวีเดน"
  },
  {
    "quote": "ถ้าคุณปีนขึ้นต้นไม้ คุณต้องลงจากต้นไม้นั้น",
    "author": "คำพังเพยจากกินี"
  },
  {
    "quote": "ถ้าคุณไม่รู้ว่ากำลังไปที่ไหนทางไหนก็พาคุณไปที่นั่นได้",
    "author": "คำพังเพยจากบาฮามาส"
  },
  {
    "quote": "กรากูฟไม่ได้สร้างในวันเดียว",
    "author": "คำพังเพยจากโปแลนด์"
  },
  {
    "quote": "น้อยและยั่งยืนดีกว่ามากและผ่านไป",
    "author": "คำพังเพยจากโมร็อกโก"
  },
  {
    "quote": "ทีละน้อยก็เติมตะกร้าได้",
    "author": "คำพังเพยจากจาเมกา"
  },
  {
    "quote": "ทีละน้อยถังจะเต็ม",
    "author": "คำพังเพยจากเบงกอล"
  },
  {
    "quote": "ทีละน้อย, น้อยก็กลายเป็นมาก",
    "author": "คำพังเพยจากอินโดนีเซีย"
  },
  {
    "quote": "ไม่ว่าจะเต็มไปด้วยน้ำมากแค่ไหน แม่น้ำก็ยังคงอยากเติบโต",
    "author": "คำพังเพยจากกินี-บิสเซา"
  },
  {
    "quote": "ความสมบูรณ์แบบคือศัตรูของการปฏิบัติ",
    "author": "โวลแตร์"
  },
  {
    "quote": "ความสำเร็จคือการเดินทาง ไม่ใช่จุดหมาย",
    "author": "คำพังเพยจากสิงคโปร์"
  },
  {
    "quote": "ผู้ที่มีความอดทนจะพบกับความสุข",
    "author": "คำพังเพยจากลิทัวเนีย"
  },
  {
    "quote": "ผู้ที่รู้น้อยพูดมาก",
    "author": "คำพังเพยจากโดมินิกา"
  },
  {
    "quote": "การปลูกต้นไม้ที่ไม่เห็นร่มเงาของมัน — นั่นคือความฉลาดที่แท้จริง",
    "author": "คำพังเพยจากกรีซ"
  },
  {
    "quote": "เมื่อใยแมงมุมรวมตัวกัน พวกมันสามารถผูกเสือได้",
    "author": "คำพังเพยจากกาบอน"
  },
  {
    "quote": "ความฉลาดเหมือนเสือ คุณไม่จำเป็นต้องประกาศมัน",
    "author": "คำพังเพยจากเซเนกัล"
  },
  {
    "quote": "ความฉลาดเหมือนเกลือ — ต้องใช้ในปริมาณที่เหมาะสม",
    "author": "คำพังเพยจากเอริเทรีย"
  },
  {
    "quote": "คุณไม่ต้องยิ่งใหญ่เพื่อเริ่มต้น แต่คุณต้องเริ่มต้นเพื่อยิ่งใหญ่",
    "author": "ซิก ซิกลาร์"
  },
  {
    "quote": "คุณต้องกระทำเหมือนกับว่ามันเป็นไปไม่ได้ที่จะล้มเหลว",
    "author": "คำพังเพยจากมาลี"
  },
  {
    "quote": "คุณเก็บเกี่ยวสิ่งที่คุณเพาะ",
    "author": "คำพังเพยจากเมียนมาร์"
  },
  {
    "quote": "คุณจะไม่สามารถไถนาทุ่งนาได้เพียงแค่คิดถึงมัน",
    "author": "คำพังเพยจากไอร์แลนด์"
  },
  {
    "quote": "นกไม่ลืมที่มันวางไข่ไว้",
    "author": "สุวาซี"
  },
  {
    "quote": "นกจะใช้ขนของนกตัวอื่นในการทำรังของมัน",
    "author": "ซานโทเม"
  },
  {
    "quote": "หนังสือเหมือนสวนที่คุณพกติดตัวไป",
    "author": "ซีเรีย"
  },
  {
    "quote": "หยดน้ำที่เล็กที่สุดสามารถเจาะหินได้",
    "author": "เกาหลี"
  },
  {
    "quote": "ต้นไม้ที่มีรากแข็งแรงหัวเราะใส่พายุ",
    "author": "ไทย"
  },
  {
    "quote": "ดีกว่ามาสามชั่วโมงก่อนเวลาที่ยังไม่สายแค่หนึ่งนาที",
    "author": "วิลเลียม เชกสเปียร์"
  },
  {
    "quote": "อย่ากลัวการพัฒนาอย่างช้าๆ แต่จงกลัวการหยุดนิ่ง",
    "author": "จีน"
  },
  {
    "quote": "ทำในวันนี้สิ่งที่คนอื่นไม่ทำ เพื่อที่พรุ่งนี้คุณจะมีสิ่งที่คนอื่นฝันถึง",
    "author": "เจอรี่ ไรซ์"
  },
  {
    "quote": "อย่ามองดูนาฬิกา ทำเหมือนมันทำไปเรื่อยๆ",
    "author": "แซม เลเวนสัน"
  },
  {
    "quote": "หยดน้ำต่อหยดน้ำเติมหม้อ",
    "author": "เขมร"
  },
  {
    "quote": "แม้แต่คลื่นที่ใหญ่ที่สุดก็เริ่มจากคลื่นเล็กๆ",
    "author": "หมู่เกาะมาร์แชล"
  },
  {
    "quote": "ทุกสิ่งควรทำให้เรียบง่ายที่สุดเท่าที่จะทำได้ แต่ไม่ควรทำให้เรียบง่ายเกินไป",
    "author": "อัลเบิร์ต ไอน์สไตน์"
  },
  {
    "quote": "สิ่งที่ยิ่งใหญ่เริ่มต้นจากการเริ่มต้นเล็กๆ",
    "author": "T. E. ลอเรนซ์"
  },
  {
    "quote": "ความเร่งรีบมักไม่ดี",
    "author": "เนเธอร์แลนด์"
  },
  {
    "quote": "ความเร่งรีบทำให้งานเสีย",
    "author": "โรมาเนีย"
  },
  {
    "quote": "ผู้ที่ถามคำถามไม่สามารถหลีกเลี่ยงคำตอบได้",
    "author": "แคเมอรูน"
  },
  {
    "quote": "ผู้ที่ไม่มองไปข้างหน้าจะถูกทิ้งไว้ข้างหลัง",
    "author": "คิวบา"
  },
  {
    "quote": "ค่อยๆ เติมให้เต็ม",
    "author": "แซมเบีย"
  },
  {
    "quote": "ลำธารเล็กๆ หลายสายจะกลายเป็นแม่น้ำใหญ่",
    "author": "เดนมาร์ก"
  },
  {
    "quote": "มอสโกไม่ได้ถูกสร้างในวันเดียว",
    "author": "รัสเซีย"
  },
  {
    "quote": "ไม่ว่าจะลำธารจะไหลไปไกลแค่ไหน ก็ไม่ลืมแหล่งที่มา",
    "author": "เบลีซ"
  },
  {
    "quote": "หนึ่งวันเท่ากับสองวันสำหรับผู้ที่ทำทุกอย่างในที่ที่มันควรอยู่",
    "author": "เซเชลส์"
  },
  {
    "quote": "นิ้วหนึ่งไม่สามารถยกหินได้",
    "author": "อิเควทอเรียลกินี"
  },
  {
    "quote": "หนึ่งชั่วโมงของการวางแผนประหยัดเวลาได้สิบชั่วโมง",
    "author": "ตุรกี"
  },
  {
    "quote": "เดินช้าๆ แต่ไปได้ไกล",
    "author": "สโลวีเนีย"
  },
  {
    "quote": "ช้าและมั่นคงชนะการแข่งขัน",
    "author": "ติมอร์"
  },
  {
    "quote": "เริ่มต้นจากที่ที่คุณอยู่ ใช้สิ่งที่คุณมี ทำในสิ่งที่คุณสามารถทำได้",
    "author": "อาเธอร์ แอช"
  },
  {
    "quote": "ก้าวแรกในความเชื่อ คุณไม่จำเป็นต้องเห็นทั้งบันได",
    "author": "มาร์ติน ลูเธอร์ คิง"
  },
  {
    "quote": "ยิ่งคุณรู้มากเท่าไหร่ คุณก็ยิ่งต้องการสิ่งที่น้อยลง",
    "author": "ชนเผ่าพื้นเมือง"
  },
  {
    "quote": "พลังที่แท้จริงคือความสงบ",
    "author": "จีน"
  },
  {
    "quote": "สิ่งที่ถูกวัดจะสามารถจัดการได้",
    "author": "ปีเตอร์ ดรักเกอร์"
  },
  {
    "quote": "ที่ที่ไม่มีความอายก็ไม่มีเกียรติ",
    "author": "มาลาวี"
  },
  {
    "quote": "คุณจะไม่ไปถึงเป้าหมายหากคุณนั่งนิ่ง",
    "author": "ฟินแลนด์"
  },
  {
    "quote": "การเดินทางพันไมล์เริ่มต้นด้วยก้าวแรก",
    "author": "มัลดีฟส์"
  },
  {
    "quote": "ขวานเล็กๆ สามารถตัดต้นไม้ใหญ่ได้",
    "author": "ซูรินาม"
  },
  {
    "quote": "อย่ากลัวที่จะไปช้าๆ กลัวเพียงแค่ยืนนิ่ง",
    "author": "จีน"
  },
  {
    "quote": "ดีกว่ามาสายสิบห้านาที มากกว่ามาก่อนสี่สิบปี",
    "author": "โปแลนด์"
  },
  {
    "quote": "ระเบียบวินัยคือสะพานระหว่างเป้าหมายและความสำเร็จ",
    "author": "จิม โรห์น"
  },
  {
    "quote": "อย่ารอจนถึงวันพรุ่งนี้ที่จะทำสิ่งที่คุณทำได้ในวันนี้",
    "author": "อุรุกวัย"
  },
  {
    "quote": "ถึงคุณตื่นเช้าก็ไม่ได้หมายความว่าแดดจะขึ้นเร็วกว่าปกติ",
    "author": "สเปน"
  },
  {
    "quote": "แม้แต่โซโลมอนก็ไม่สามารถเทจากภาชนะที่ว่างเปล่าได้",
    "author": "เบลเยียม"
  },
  {
    "quote": "แม้แต่ดวงจันทร์ก็มีจุดด่าง",
    "author": "โคโมโรส"
  },
  {
    "quote": "พระเจ้าช่วยผู้ที่ตื่นเช้า",
    "author": "สุภาษิตโคลอมเบีย"
  },
  {
    "quote": "หากคุณไล่ตามกระต่ายสองตัว คุณจะเสียทั้งสองตัว",
    "author": "สุภาษิตจอร์เจีย"
  },
  {
    "quote": "ถ้าคุณอยากไปเร็ว ไปคนเดียว ถ้าคุณอยากไปไกล ไปด้วยกัน",
    "author": "สุภาษิตแอฟริกัน"
  },
  {
    "quote": "การกระทำเล็ก ๆ ที่ทำแล้วดีกว่าการกระทำยิ่งใหญ่ที่วางแผนไว้",
    "author": "ปีเตอร์ มาร์แชล"
  },
  {
    "quote": "ความสำเร็จไม่มาจากสิ่งที่คุณทำเป็นครั้งคราว แต่มาจากสิ่งที่คุณทำอย่างสม่ำเสมอ",
    "author": "มารี ฟอร์ลิโอ"
  },
  {
    "quote": "อนาคตเริ่มต้นวันนี้ ไม่ใช่วันพรุ่งนี้",
    "author": "สมเด็จพระสันตะปาปาจอห์น ปอลที่ 2"
  },
  {
    "quote": "ผู้ที่มีความอดทนจะได้รับการช่วยเหลือ",
    "author": "สุภาษิตโครเอเชีย"
  },
  {
    "quote": "ชีวิตมีมากกว่าการเพิ่มความเร็ว",
    "author": "มหาตมะคานธี"
  },
  {
    "quote": "หันหน้าของคุณไปที่แสงอาทิตย์และเงาจะตกอยู่ข้างหลังคุณ",
    "author": "สุภาษิตมาออรี"
  },
  {
    "quote": "เมื่อรากลึกพอ ไม่มีเหตุผลที่จะต้องกลัวลม",
    "author": "สุภาษิตบอตสวานา"
  },
  {
    "quote": "เมื่อมีลมของการเปลี่ยนแปลงพัดมา บางคนสร้างกำแพง บางคนสร้างกังหันลม",
    "author": "สุภาษิตจีน"
  },
  {
    "quote": "รับจังหวะของธรรมชาติ: ความลับของมันคือความอดทน",
    "author": "ราล์ฟ วัลโด เอเมอร์สัน"
  },
  {
    "quote": "การคลานทำให้เด็กเรียนรู้ที่จะยืน",
    "author": "สุภาษิตโตโก"
  },
  {
    "quote": "นาฬิกาฆ่าความเวลา... เวลาตายเมื่อมันถูกนับโดยวงล้อเล็ก ๆ",
    "author": "วิลเลียม ฟอล์กเนอร์"
  },
  {
    "quote": "อย่ารอเวลา เวลาจะไม่มีวันสมบูรณ์แบบ",
    "author": "นโปเลียน ฮิลล์"
  },
  {
    "quote": "ล้มเจ็ดครั้ง ยืนขึ้นแปดครั้ง",
    "author": "สุภาษิตญี่ปุ่น"
  },
  {
    "quote": "ผู้ที่ไม่มีความอดทนก็ไม่มีปัญญา",
    "author": "สุภาษิตกาตาร์"
  },
  {
    "quote": "ผู้ที่เชี่ยวชาญในความอดทนก็จะเชี่ยวชาญในทุกสิ่ง",
    "author": "จอร์จ ซาวิเอล"
  },
  {
    "quote": "ความรู้เป็นเพียงข่าวลือจนกว่าจะอยู่ในกล้ามเนื้อ",
    "author": "สุภาษิตปาปัวนิวกินี"
  },
  {
    "quote": "การเรียนรู้ขยายจิตวิญญาณที่ยิ่งใหญ่",
    "author": "สุภาษิตนามิเบีย"
  },
  {
    "quote": "การเรียนรู้คือสมบัติที่ติดตามเจ้าของไปทุกที่",
    "author": "สุภาษิตเวียดนาม"
  },
  {
    "quote": "การเรียนรู้ไม่เคยทำให้สมองเหนื่อยล้า",
    "author": "เลโอนาร์โด ดาวินชี"
  },
  {
    "quote": "ความอดทนทำให้ได้ดอกกุหลาบ",
    "author": "สุภาษิตสวิส"
  },
  {
    "quote": "ความอดทนเป็นคุณธรรมที่นำไปสู่ความสงบสุข",
    "author": "สุภาษิตซามัว"
  },
  {
    "quote": "ความอดทนเป็นเพื่อนของปัญญา",
    "author": "สุภาษิตมาเลเซีย"
  },
  {
    "quote": "ความอดทนคือกุญแจสู่สวรรค์",
    "author": "สุภาษิตออสเตรีย"
  },
  {
    "quote": "ความอดทนคือกุญแจสู่การบรรเทา",
    "author": "สุภาษิตจอร์แดน"
  },
  {
    "quote": "การพัฒนาทีละน้อยทุกวันจะนำไปสู่ผลลัพธ์ที่น่าทึ่ง",
    "author": "โรบิน ชาร์มา"
  },
  {
    "quote": "กุญแจไม่ใช่การใช้เวลา แต่เป็นการลงทุนในเวลา",
    "author": "สตีเฟน R. โควี"
  },
  {
    "quote": "แหล่งความรู้เพียงแห่งเดียวคือประสบการณ์",
    "author": "อัลเบิร์ต ไอน์สไตน์"
  },
  {
    "quote": "ไม่มีเวลาที่ดีกว่าตอนนี้",
    "author": "ผู้เขียนที่ไม่ทราบชื่อ"
  },
  {
    "quote": "เวลาจะทำให้ทุกสิ่งเกิดขึ้น",
    "author": "เอสคีลัส"
  },
  {
    "quote": "เวลาเป็นที่ปรึกษาที่ฉลาดที่สุด",
    "author": "เพอริเคิล"
  },
  {
    "quote": "เวลาเป็นสิ่งที่เราต้องการมากที่สุด แต่เราใช้มันแย่ที่สุด",
    "author": "วิลเลียม เพนน์"
  },
  {
    "quote": "เวลาเป็นเครื่องพิสูจน์ทุกอย่าง",
    "author": "สุภาษิตโปแลนด์"
  },
  {
    "quote": "เวลา ผู้ทำลายทุกสิ่ง",
    "author": "โอโวด"
  },
  {
    "quote": "เราคือสิ่งที่เราทำซ้ำ ๆ ดังนั้นความเป็นเลิศไม่ใช่การกระทำ แต่มันคือความเคยชิน",
    "author": "อริสโตเติล"
  },
  {
    "quote": "ที่ใดมีความอดทน ที่นั่นมีความสงบสุข",
    "author": "สุภาษิตบรูไน"
  },
  {
    "quote": "คุณเรียนรู้ที่จะตัดต้นไม้โดยการตัดมัน",
    "author": "สุภาษิตคองโก"
  },
  {
    "quote": "คุณอาจจะหน่วงเวลาได้ แต่เวลาไม่หน่วง",
    "author": "เบนจามิน แฟรงคลิน"
  },
  {
    "quote": "การมีความอดทนเล็กน้อยมีค่ามากกว่าหัวสมองจำนวนมาก",
    "author": "สุภาษิตแอลจีเรีย"
  },
  {
    "quote": "ทะเลที่สงบไม่เคยทำให้เป็นนักเดินเรือที่ชำนาญ",
    "author": "สุภาษิตโบลิเวีย"
  },
  {
    "quote": "อัจฉริยะคือความอดทนที่ไม่มีวันหมด",
    "author": "ไมเคิลแองเจโล"
  },
  {
    "quote": "ผู้ที่ไม่เพิ่มความรู้ให้กับตัวเอง ก็เหมือนกับการลดความรู้ลง",
    "author": "สุภาษิตฮีบรู"
  },
  {
    "quote": "ผู้ที่เรียนรู้ก็สอนผู้อื่น",
    "author": "สุภาษิตคองโก"
  },
  {
    "quote": "ความรู้เหมือนกับสวน: หากไม่ดูแลมัน, ก็ไม่สามารถเก็บเกี่ยวได้",
    "author": "สุภาษิตแกมเบีย"
  },
  {
    "quote": "ใช้ชีวิตเหมือนกับว่าคุณจะตายพรุ่งนี้ เรียนรู้เหมือนกับว่าคุณจะมีชีวิตอยู่อย่างยืนยาว",
    "author": "มหาตมะคานธี"
  },
  {
    "quote": "เวลาที่หายไปไม่สามารถหาได้อีก",
    "author": "เบนจามินแฟรงคลิน"
  },
  {
    "quote": "แรงจูงใจคือลำดับแรกที่ทำให้คุณเริ่มต้น ความเคยชินคือลำดับต่อไปที่ทำให้คุณดำเนินต่อไป",
    "author": "จิม ไรอัน"
  },
  {
    "quote": "ก้าวทีละก้าวคือการเดินที่ดี",
    "author": "สุภาษิตลาว"
  },
  {
    "quote": "บอกฉันและฉันจะลืม สอนฉันและฉันจะจำ ให้ฉันมีส่วนร่วมและฉันจะเรียนรู้",
    "author": "เบนจามินแฟรงคลิน"
  },
  {
    "quote": "เวลาที่ดีที่สุดในการปลูกต้นไม้คือตอน 20 ปีที่แล้ว เวลาที่ดีที่สุดรองลงมาคือวันนี้",
    "author": "สุภาษิตจีน"
  },
  {
    "quote": "ความเคยชินไม่ได้ทำให้เป็นพระสงฆ์",
    "author": "สุภาษิตชิลี"
  },
  {
    "quote": "ปัญหาคือคุณคิดว่าคุณมีเวลา",
    "author": "แจ็ค คอร์นฟิลด์"
  },
  {
    "quote": "สองนักรบที่แข็งแกร่งที่สุดคือความอดทนและเวลา",
    "author": "เลฟ ตอลสตอย"
  },
  {
    "quote": "พวกเขามักจะพูดว่าช่วงเวลาเปลี่ยนแปลงสิ่งต่าง ๆ แต่ในความเป็นจริงคุณต้องเปลี่ยนแปลงมันเอง",
    "author": "แอนดี้ วอร์ฮอล"
  },
  {
    "quote": "เวลาเป็นสิ่งที่สร้างขึ้น การพูดว่า 'ฉันไม่มีเวลา' ก็เหมือนกับการพูดว่า 'ฉันไม่อยากทำ'",
    "author": "เหลาจื่อ"
  },
  {
    "quote": "เวลาเป็นครูที่ยิ่งใหญ่ แต่โชคร้ายที่มันฆ่านักเรียนทุกคนของมัน",
    "author": "เฮกเตอร์ แบร์ลิโอซ"
  },
  {
    "quote": "เวลาเป็นสิ่งที่มีค่าที่สุดที่มนุษย์สามารถใช้จ่ายได้",
    "author": "ธีโอฟรีสตัส"
  },
  {
    "quote": "เวลาไม่ใช่สิ่งที่สำคัญที่สุด มันคือสิ่งเดียวที่สำคัญ",
    "author": "ไมล์ส เดวิส"
  },
  {
    "quote": "เวลาเพียงพอสำหรับใครก็ตามที่รู้จักการใช้มัน",
    "author": "ลีโอนาร์โด ดาวินชี"
  },
  {
    "quote": "เวลาไม่รอใคร",
    "author": "สุภาษิตดั้งเดิม"
  },
  {
    "quote": "เวลาไม่รอใคร คุณก็ไม่ควรรอเช่นกัน",
    "author": "ผู้เขียนที่ไม่รู้จัก"
  },
  {
    "quote": "เวลาที่คุณเพลิดเพลินในการสูญเสียไปไม่ใช่เวลาที่สูญเสียไปจริง ๆ",
    "author": "มาร์ธา ทรอลี่-เคอร์ติน"
  },
  {
    "quote": "สิ่งที่เรียนรู้จากเปลนอนจะอยู่จนถึงหลุมฝังศพ",
    "author": "สุภาษิตลิเบีย"
  },
  {
    "quote": "สิ่งที่เราต้องตัดสินใจคือเราจะทำอะไรกับเวลาที่มอบให้เรา",
    "author": "J.R.R. โทลคีน"
  },
  {
    "quote": "การเปลี่ยนอาจไม่รวดเร็วและไม่ง่ายเสมอไป แต่ด้วยเวลาและความพยายามเกือบทุกอย่างสามารถปรับเปลี่ยนได้",
    "author": "ชาร์ลส์ ดูฮิก"
  },
  {
    "quote": "อย่ารอ เวลาไม่มีวันเหมาะสม",
    "author": "นโปเลียน ฮิลล์"
  },
  {
    "quote": "ผู้ที่ไม่หันมาหาเวลาสำหรับสุขภาพจะต้องหันมาหาเวลาสำหรับความเจ็บป่วย",
    "author": "สุภาษิตตะวันออก"
  },
  {
    "quote": "ความรู้คือล้ำค่าที่ตามเจ้าของไปทุกที่",
    "author": "สุภาษิตจีน"
  },
  {
    "quote": "เรียนรู้เหมือนกับว่าคุณจะมีชีวิตอยู่ตลอดไป",
    "author": "มหาตมะคานธี"
  },
  {
    "quote": "การเรียนรู้คือสมบัติที่จะตามเจ้าของไปทุกที่",
    "author": "สุภาษิตอินเดีย"
  },
  {
    "quote": "ความอดทนสามารถทำให้หินสุก",
    "author": "สุภาษิตเบนิน"
  },
  {
    "quote": "ความอดทนคือต้นไม้ขม แต่มีผลไม้หวาน",
    "author": "สุภาษิตเติร์กเมนิสถาน"
  },
  {
    "quote": "ความอดทนคือกุญแจสู่ความพอใจ",
    "author": "สุภาษิตไมโครนีเซีย"
  },
  {
    "quote": "สิ่งที่สวยงามเกี่ยวกับการเรียนรู้คือไม่มีใครสามารถเอามันไปจากคุณได้",
    "author": "B.B. คิง"
  },
  {
    "quote": "เวลาที่ดีที่สุดในการกระทำคือตอนนี้",
    "author": "มาร์ค ฟิชเชอร์"
  },
  {
    "quote": "ปรมาจารย์ล้มเหลวมาแล้วพันครั้งก่อนที่จะกลายเป็นปรมาจารย์",
    "author": "สุภาษิตเซน"
  },
  {
    "quote": "เวลาผ่านเราไป แต่ทิ้งเงาของมันไว้",
    "author": "นาธาเนียล ฮอว์ธอร์น"
  },
  {
    "quote": "เวลาเป็นช่างตัดเสื้อที่เชี่ยวชาญในการแก้ไข",
    "author": "เฟธ บอลด์วิน"
  },
  {
    "quote": "เวลาเป็นพายุที่เราทุกคนหลงทาง",
    "author": "วิลเลียม คาร์ลอส วิลเลียมส์"
  },
  {
    "quote": "เวลาเดินไปในทิศทางหนึ่ง ความทรงจำไปในทิศทางอีกทิศทาง",
    "author": "วิลเลียม กิ๊บสัน"
  },
  {
    "quote": "เวลาเอาทุกอย่างไปไม่ว่าคุณจะต้องการหรือไม่",
    "author": "สตีเฟน คิง"
  },
  {
    "quote": "สิ่งที่จอห์นนี่ไม่เรียนรู้ จอห์นจะไม่รู้",
    "author": "สุภาษิตโปแลนด์"
  }
]

